Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/REDSTONE/mcl_commandblock/locale/poconvert/*.po
Languages: eu, pt

source: Command blocks are not enabled on this server
eu: Komando-blokeak ez daude aktibatuta zerbitzari honetan
pt: Blocos de Comando não estão ativos no servidor

source: Error: The command “@1” does not exist; your command block has not been changed. Use the “help” chat command for a list of available commands.
eu: Errorea: "@1" komandoa ez da existitzen; komando-blokea ez da aldatu. Erabil ezazu "help" txat komandoa eskuragarri dauden komandoen zerrenda lortzeko.
pt: Erro: O comando “@1” não existe; o seu bloco de comando não foi mudado. Use o comando do chat “help” para uma lista de comandos disponíveis.

source: Error: The command “@1” does not exist; your command block has not been changed. Use the “help” chat command for a list of available commands. Hint: Try to remove the leading slash.
eu: Errorea: "@1" komandoa ez da existitzen; komando-blokea ez da aldatu. Erabil ezazu "help" txat komandoa eskuragarri dauden komandoen zerrenda lortzeko. Iradokizuna: saiatu hasierako barra diagonala kentzen.
pt: Erro: O comando “@1” não existe; o seu bloco de comando não foi mudado. Use o comando do chat “help” para uma lista de comandos disponíveis. Dica: Tente remover a barra diagonal no início.

source: Error: You have insufficient privileges to use the command “@1” (missing privilege: @2)! The command block has not been changed.
eu: Errorea: Ez duzu nahikoa pribilegio "@1" komandoa erabiltzeko (pribilegioak falta dira: @2)! Komando-blokea ez da aldatu.
pt: Erro: Não tem permissões suficientes para usar o comando “@1” (faltam privilégios: @2)! O bloco de comando não foi alterado.

source: Error: No commander! Block must be replaced.
eu: Errorea: jaberik gabe! Blokea ordezkatu egin behar da.
pt: Erro: Nenhum jogador executor! O bloco tem que ser substituido.

source: Commander: @1
eu: Jabea: @1
pt: Executor: @1

source: Submit
eu: Bidali
pt: Submeter

source: No commands.
eu: Komandorik gabe.
pt: Sem comandos.

source: Commands:
eu: Komandoak:
pt: Comandos:

source: Help
eu: Laguntza
pt: Ajuda

source: Command Block
eu: Komando-blokea
pt: Bloco de Comandos

source: Placement denied. You need the “maphack” privilege to place command blocks.
eu: Kokapen ukatua. Komando-blokeak jartzeko "maphack" pribilegioa behar du.
pt: Colocação recusada. Necessita do privilégio "maphack" para colocar blocos de comando.

source: Executes server commands when powered by redstone power
eu: Zerbitzariaren komandoak exekutatzen ditu redstone bidez aktibatzen denean
pt: Executa comandos do servidor quando ligado com redstone

source: Command blocks are mighty redstone components which are able to alter reality itself. In other words, they cause the server to execute server commands when they are supplied with redstone power.
eu: Komando-blokeak errealitatea bera alda dezaketen redstone osagai ahaltsuak dira. Bestela esanda, zerbitzariak komandoak exekutatzen ditu redstone energia ematen zaienean.
pt: Blocos de Comando são componentes míticos de redstone que podem alterar a própria realidade. Noutras palavras, fazem o servidor executar comandos quando recebem energía de redstone.

source: Everyone can activate a command block and look at its commands, but not everyone can edit and place them.
eu: Denek aktiba dezakete komando-bloke bat eta haien komandoak ikus ditzakete, baina denek ezin dituzte editatu eta kokatu.
pt: Todos podem ativar um bloco de comando e olhar para os seus comandos, mas nem todos podem editar e colocá-los.

source: To view the commands in a command block, use it. To activate the command block, just supply it with redstone power. This will execute the commands once. To execute the commands again, turn the redstone power off and on again.
eu: Komandoak komando-bloke batean ikusteko, erabili. Komando-blokea aktibatzeko, emaiozu redstone indarra. Honek komandoak exekutatuko ditu behin. Komandoak berriz exekutatzeko, itzali eta piztu berriro redstone indarra.
pt: Para ver os comandos de um bloco de comando, use-o. Para o ativar, somente ligue o com redstone. Isto irá executar os comandos uma vez. Para executar os comandos novamente, desligue e ligue a redstone novamente.

source: To be able to place a command block and change the commands, you need to be in Creative Mode and must have the “maphack” privilege. A new command block does not have any commands and does nothing. Use the command block (in Creative Mode!) to edit its commands. Read the help entry “Advanced usage > Server Commands” to understand how commands work. Each line contains a single command. You enter them like you would in the console, but without the leading slash. The commands will be executed from top to bottom.
eu: Komando multzo bat jartzeko eta bertan komandoak idazteko, modu sortzailean egon behar duzu eta «maphack» pribilegioa izan behar duzu. Komando-bloke batek hasieran ez du komandorik eta ez du ezer egiten. Komando-blokea erabiltzen du (modu sortzailean!) bertan komandoak idazteko. Irakurri laguntza-orria «Erabilera aurreratua > Zerbitzariaren komandoak» atalean, komandoek nola funtzionatzen duten ulertzeko. Lerro bakoitzak komando bakarra du. Sar itzazu kontsolan bezala, baina hasierako barrarik gabe. Komandoak goitik behera exekutatuko dira.
pt: Para conseguir colocar um bloco de comando e mudar os comandos, necessita de estar no Modo Criativo e ter o privilégio “maphack”. Um bloco de comando novo não tem nenhuns comandos e não faz nada. Use o bloco de comando (no Modo Criativo!) para editar os seus comandos. Leia a página de ajuda “Uso avançado > Comandos do Servidor” para perceber como os comandos funcionam. Cada linha contém um único comando. Pode escrever quantos quiser na consola, mas sem a barra inicial. Os comandos serão executados de cima para baixo.

source: All commands will be executed on behalf of the player who placed the command block, as if the player typed in the commands. This player is said to be the “commander” of the block.
eu: Komando guztiak komando-blokea jarri zuen jokalariaren izenean exekutatuko dira, jokalariak komandoak tekleatuko balitu bezala. Jokalari hori blokearen "jabea" dela esaten da.
pt: Todos os comandos serão executados no nome do jogador que colocou o bloco de comando, como se fosse o próprio a teclar os comandos. Dá-se o nome de “comandante” do bloco a este jogador.

source: Command blocks support placeholders, insert one of these placeholders and they will be replaced by some other text:
eu: Komando-blokeek posizio-markatzaileak onartzen dituzte, posizio-markatzaile horietako bat txertatzen dute eta beste testu batekin ordeztuko dira:
pt: Blocos de comando tem suporte de ‘placeholders’, insira um e esse ‘placeholder’ será substituído por outro texto:

source: • “@c”: commander of this command block
eu: • "@c": komando-bloke honen jabea
pt: • “@c”: o comandante deste bloco de comandos

source: • “@n” or “@p”: nearest player from the command block
eu: • "@n" edo "@p": komando-blokeko jokalaririk hurbilena
pt: • “@n” ou “@p”: jogador mais perto do bloco de comando

source: • “@f” farthest player from the command block
eu: •"@f": komando-bloketik urrutien dagoen jokalaria
pt: • “@f” jogador mais longe do bloco de comando

source: • “@r”: random player currently in the world
eu: • "@r": ausazko jokalaria gaur egun munduan
pt: • “@r”: jogador aleatório no mundo

source: • “@@”: literal “@” sign
eu: • "@@": hitzez hitz "@" sinatuta
pt: • “@@”: caráter “@” literal

source: Example 1: time 12000 Sets the game clock to 12:00
eu: 1. Adibidea: time 12000 Jokoaren erlojua 12:00etan konfiguratzen du
pt: Exemplo 1: time 12000 Define o relógio do jogo para as 12:00

source: Example 2: give @n mcl_core:apple 5 Gives the nearest player 5 apples
eu: 2. Adibidea: give @n mcl_core:apple 5 Hurbileneko jokalariari 5 sagar ematen dizkio
pt: Exemplo 2: give @n mcl_core:apple 5 Dá 5 maçãs ao jogador mais próximo

source: Access denied. You need the “maphack” privilege to edit command blocks.
eu: Sarbidea ukatuta. Komando-blokeak editatzeko "maphack" pribilegioa behar du.
pt: Acesso negado. Necessita do privilégio “maphack” para editar blocos de comando.

source: Editing the command block has failed! You can only change the command block in Creative Mode!
eu: Komando-blokearen edizioak huts egin du! Komando multzoa modu sortzailean bakarrik alda dezakezu!
pt: Editar o bloco de comando falhou! Somente pode mudar o bloco de comando no Modo Criativo!

source: Editing the command block has failed! The command block is gone.
eu: Komando-blokearen edizioak huts egin du! Komando-blokea joan egin da.
pt: Editar o bloco de comando falhou! O bloco desapareceu.
