Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/REDSTONE/mcl_pressureplates/locale/poconvert/*.po
Languages: eu, pt_br

source: Provides redstone power when pushed
eu: Redstone seinalea igortzen du sakatzen denean
pt_br: Fornece energia de redstone quando pressionado

source: Pushable by players, mobs and objects
eu: Jokalariek, izakiek eta objektuek sakatzekoa
pt_br: Pressionável por jogadores, mobs e objetos

source: Pushable by players and mobs
eu: Jokalariek eta izakiek sakatzekoa
pt_br: Pressionável por jogadores e mobs

source: Pushable by mobs
eu: Izaki bakoitzeko leungarria
pt_br: Pressionável por mobs

source: Pushable by players
eu: Jokalariek saka dezakete
pt_br: Pressionável por jogadores

source: Stone Pressure Plate
eu: Harrizko presio-plaka
pt_br: Placa de Pressão de Pedra

source: A stone pressure plate is a redstone component which supplies its surrounding blocks with redstone power while a player or mob stands on top of it. It is not triggered by anything else.
eu: Harrizko presio-plaka redstone osagai bat da, inguruan dituen blokeei redstone ahalmena ematen diena, jokalari edo izaki bat gainean gelditzen den bitartean. Ez da beste ezergatik mugitzen.
pt_br: Uma placa de pressão de pedra é um componente de redstone que fornece energia de redstone aos blocos ao seu redor enquanto um jogador ou mob estiver sobre ela. Ela não é ativada por nenhum outro fator.

source: Polished Blackstone Pressure Plate
eu: Harri beltz leunduzko presio-plaka
pt_br: Placa de Pressão de Pedra Negra Polida

source: A polished blackstone pressure plate is a redstone component which supplies its surrounding blocks with redstone power while a player or mob stands on top of it. It is not triggered by anything else.
eu: Harri beltz leunduzko presio-plaka bat redstone osagai bat da, ondoko blokeetara redstone seinale bat igortzen duena, jokalari edo izaki bat gainean dagoela. Ez da aktibatzen beste edozein arrazoirengatik.
pt_br: Uma placa de pressão de pedra negra polida é um componente de redstone que fornece energia de redstone aos blocos ao seu redor enquanto um jogador ou mob estiver sobre ela. Ela não é ativada por nenhum outro fator.

source: Light Weighted Pressure Plate
eu: Karga arineko presio-plaka
pt_br: Placa de Pressão de Baixo Peso

source: A heavy weighted pressure plate is a redstone component which supplies its surrounding blocks with one redstone power for every movable object (including dropped items, players and mobs) that rests on top of it.
eu: Karga arineko presio-plakak redstone konponente bat da, inguruko blokeei redstone botere bate emango diena gainean duen objektu mugikor (botatako itemak, jokalariak eta izakiak) bakoitzeko.
pt_br: Uma placa de pressão de alto peso é um componente de redstone que fornece um ponto de energia redstone aos blocos ao seu redor para cada objeto móvel (incluindo itens descartados, jogadores e mobs) que permanece sobre ela.

source: Heavy Weighted Pressure Plate
eu: Karga handiko presio-plaka
pt_br: Placa de Pressão de Alto Peso

source: A heavy weighted pressure plate is a redstone component which supplies its surrounding blocks with one redstone power for every 10 movable objects (including dropped items, players and mobs) that rest on top of it.
eu: Karga handiko presio-plakak redstone konponente bat da, inguruko blokeei redstone botere bate emango diena gainean dituen 10 objektu mugikorreko (botatako itemak, jokalariak eta izakiak).
pt_br: Uma placa de pressão de alto peso é um componente de redstone que fornece um ponto de energia redstone aos blocos ao seu redor para cada 10 objetos móveis (incluindo itens descartados, jogadores e criaturas) que estiverem sobre ela.
