Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/HELP/doc/doc_identifier/locale/poconvert/*.po
Languages: pt, pt_br

source: No help entry for this item could be found.
pt: Nenhuma entrada de ajuda para esse item pode ser encontrada.
pt_br: Nenhuma entrada de ajuda para esse item pode ser encontrada.

source: No help entry for this block could be found.
pt: Nenhuma entrada de ajuda para esse bloco pode ser encontrada.
pt_br: Nenhuma entrada de ajuda para esse bloco pode ser encontrada.

source: Error: This node, item or object is undefined. This is always an error.
pt: Erro: Este node, item ou objeto, está indefinido. Isto dá sempre um erro.
pt_br: Erro: Este node, item ou objeto não está definido. Isso sempre é um erro.

source: This can happen for the following reasons:
pt: Isto pode acontecer devido ao seguinte:
pt_br: Isso pode acontecer pelos seguintes motivos:

source: • The mod which is required for it is not enabled
pt: • O mod que é requerido para ele não está ativo
pt_br: • O mod necessário para isso não está ativado

source: • The author of the game or a mod has made a mistake
pt: • O autor do jogo ou mod fez um erro
pt_br: • O autor do jogo ou do mod cometeu um erro

source: It appears to originate from the mod “@1”, which is enabled.
pt: Parece originar do mod “@1”, que está ativado.
pt_br: Aparentemente, a origem do problema está no módulo “@1”, que está ativado.

source: It appears to originate from the mod “@1”, which is not enabled!
pt: Parece originar do mod “@1”, que não está ativado!
pt_br: Parece que o problema se origina do mod “@1”, que não está ativado!

source: Its identifier is “@1”.
pt: O identificador é “@1”.
pt_br: Seu identificador é “@1”.

source: This block cannot be identified because the world has not materialized at this point yet. Try again in a few seconds.
pt: Este bloco não pode ser identificado porque o mundo ainda não se materializou neste momento. Tente novamente em alguns segundos.
pt_br: Este bloco não pode ser identificado porque o mundo ainda não se materializou neste momento. Tente novamente em alguns segundos.

source: No help entry for this object could be found.
pt: Nenhuma entrada de ajuda para esse objeto pode ser encontrada.
pt_br: Nenhuma entrada de ajuda para esse objeto pode ser encontrada.

source: This is a player.
pt: Este é um jogador.
pt_br: Este é um jogador.

source: Lookup Tool
pt: Ferramenta de Pesquisa
pt_br: Ferramenta de pesquisa

source: Show help for pointed thing
pt: Mostra ajuda para a coisa apontada
pt_br: Mostra ajuda para o objeto apontado

source: This useful little helper can be used to quickly learn more about about one's closer environment. It identifies and analyzes blocks, items and other things and it shows extensive information about the thing on which it is used.
pt: Esse pequeno e útil ajudante pode ser usado para aprender rapidamente sobre as coisas em sua volta. Ele identifica e analisa blocos, itens e outras coisas e mostra informações abrangentes sobre a coisa na qual é usado.
pt_br: Esse pequeno e útil ajudante pode ser usado para aprender rapidamente sobre as coisas em sua volta. Ele identifica e analisa blocos, itens e outras coisas e mostra informações abrangentes sobre a coisa na qual é usado.

source: Punch any block, item or other thing about you wish to learn more about. This will open up the appropriate help entry. The tool comes in two modes which are changed by using. In liquid mode, this tool points to liquids as well while in solid mode this is not the case.
pt: Clica em qualquer bloco, item ou qualquer outra coisa que deseja aprender mais sobre. Isto irá abrir a página de ajuda respetiva. Esta ferramenta vem em dois modos usados ao usar. No modo líquido, esta ferramenta aponta para líquidos também, enquanto no modo sólido não.
pt_br: Dê um soco em qualquer bloco, item ou outra coisa sobre a qual você queira saber mais. Isso abrirá a entrada de ajuda correspondente. A ferramenta possui dois modos, que são alternados ao usar. No modo líquido, a ferramenta aponta para líquidos, enquanto no modo sólido isso não ocorre.
