Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/mcl_portals/locale/poconvert/*.po
Languages: eu, pt

source: End Portal
eu: End ataria
pt: Portal do End

source: Used to construct end portals
eu: End atariak eraikitzeko erabiltzen da
pt: Utilizado para construir portais do End

source: An End portal teleports creatures and objects to the mysterious End dimension (and back!).
eu: End atari batek izaki eta objektuak teletransportatzen ditu End dimentsio misteriotsuan (eta alderantziz!).
pt: Um portal do End teletransporta criaturas e objetos para a dimensão misteriosa do End (e vice-versa).

source: Hop into the portal to teleport. Entering an End portal in the Overworld teleports you to a fixed position in the End dimension and creates a 5×5 obsidian platform at your destination. End portals in the End will lead back to your spawn point in the Overworld.
eu: Sartu atarira telegarraiatzeko. Overworld-eko End-eko atari batean sartzeak posizio finko batera eramaten zaitu End-aren dimentsioan, eta obsidiana 5 × 5 plataforma bat sortzen du zure helmugan. End-eko atariek OverWorld-eko zure berroneratze-puntura eramango zaituzte.
pt: Entra no portal para te teletransportar. Entrar no portal na Superfície teletransporta-lhe para uma posição fixa na dimensão do End e cria uma plataforma de 5×5 de obsidiana no teu destino. Portais do End no End trar-lhe-ão de volta para o seu spawn point na Superfície.

source: Leaving the End
pt: Saindo do End

source: Entering the End
pt: Entrando no End

source: End Portal Frame
eu: End atariaren markoa
pt: Borda do Portal do End

source: End portal frames are used in the construction of End portals. Each block has a socket for an eye of ender.
eu: End atariaren markoak End atariak eraikitzeko erabiltzen dira. Bloke bakoitzak zulo bat du sartzeko begi baterako.
pt: Bordas do portal do End são usadas na construção de portais do End. Cada bloco tem um orifício para um Olho do Ender.

source: NOTE: The End dimension is currently incomplete and might change in future versions.
eu: OHARRA: End dimentsioa osatu gabe dago gaur egun eta etorkizuneko bertsioetan alda daiteke.
pt: NOTA: A dimensão do End está atualmente incompleta e pode mudar em versões futuras.

source: To create an End portal, you need 12 end portal frames and 12 eyes of ender. The end portal frames have to be arranged around a horizontal 3×3 area with each block facing inward. Any other arrangement will fail.
eu: End atari bat sortzeko, End atariaren 12 marko eta 12 begi behar ditu. End atariaren markoek 3 × 3ko eremu horizontal baten inguruan egon behar dute, bloke bakoitza barrura begira dagoela. Beste edozein konponketak huts egingo du.
pt: Para criar um portal do End, necessita de 12 bordas do portal do End e 12 olhos de ender. As bordas do portal do End tem que estar dispostas numa área horizontal 3×3 com cada bloco virado para dentro. Qualquer outra disposição falhará.

source: Place an eye of ender into each block. The end portal appears in the middle after placing the final eye.
eu: Jarri sartzeko begi bat bloke bakoitzean. End ataria erdian agertzen da, azken borra jarri ondoren.
pt: Coloque um olho do ender em cada bloco. O portal do End irá aparecer no meio após o último olho.

source: Once placed, an eye of ender can not be taken back.
eu: Behin jarrita, ezin da jeisteko begia kendu.
pt: Uma vez colocado, um olho do ender não pode ser retirado.

source: End Portal Frame with Eye of Ender
eu: End atariaren markoa, irteteko begi batekin
pt: Borda do Portal do End com um Olho do Ender

source: End Gateway Portal
eu: End lotuneko ataria
pt: Passagem do End

source: Used to construct end gateway portals
eu: End loturak eraikitzeko erabiltzen da
pt: Utilizado para construir passagens do End

source: An End gateway portal teleports creatures and objects to the outer End (and back!).
eu: End lotura batek izaki eta objektuak kanpoko End-era teletransportatzen ditu (eta alderantziz!).
pt: Uma passagem do End teletransporta criaturas e objetos para as periferias do End (e de volta!).

source: Throw an ender pearl into the portal to teleport. Entering an Gateway portal near the Overworld teleports you to the outer End. At this destination another gateway portal will be constructed, which you can use to get back.
eu: Atarira joateko perla bat jaurti, telegarraiatzeko. Overworldetik gertu dagoen atari batean sartu, eta Kanpoko Amenera eramango zaitu. Helmuga horretan, beste atari bat eraikiko da, itzultzeko erabili ahal izango duzuna.
pt: Atire uma pérola do ender para o portal para teletransportar. Entrar numa Passagem do End na Superfície teletransporta para as periferias do End. Aqui, outra passagem será construida, que pode ser usada para voltar.

source: Entering the Nether
pt: Entrando no Nether

source: Leaving the Nether
pt: Saíndo do Nether

source: Obsidian is also used as the frame of Nether portals.
eu: Obsidiana Nether atariak sortzeko ere erabil daiteke.
pt: Obsidiana também pode ser usada como a borda dos portais do Nether.

source: To open a Nether portal, place an upright frame of obsidian with a width of at least 4 blocks and a height of 5 blocks, leaving only air in the center. After placing this frame, light a fire in the obsidian frame. Nether portals only work in the Overworld and the Nether.
eu: Nether atari bat irekitzeko, gutxienez 4 blokeko zabalera eta 5 blokeko altuera dituen obsidianazko marko bertikal bat jarri, erdian airea bakarrik utziz. Marko hau kokatu ondoren, piztu sua obsidiana atarian. Nether atariek Lurrazalean eta Nether-en bakarrik funtzionatzen dute.
pt: Para abrir um portal do Nether, coloque uma borda vertical de obsidiana com uma largura de pelo menos 4 blocos e uma altura de 5 blocos, deixando somente ar no meio. Após colocar esta borda, acenda um fogo na borda. Portais do Nether funcionam somente na Superfície e no Nether.

source: Nether Portal
eu: Nether ataria
pt: Portal do Nether

source: A Nether portal teleports creatures and objects to the hot and dangerous Nether dimension (and back!). Enter at your own risk!
eu: Nether atari batek izaki eta objektuak teletransportatzen ditu Nether dimentsio sutsu eta arriskutsuan (eta alderantziz!). Sartu zure arriskupean!
pt: Um portal do Nether teletransporta criaturas e objetos para a dimensão quente e perigosa do Nether (e vice-versa). Foi avisado!

source: Stand in the portal for a moment to activate the teleportation. Entering a Nether portal for the first time will also create a new portal in the other dimension. If a Nether portal has been built in the Nether, it will lead to the Overworld. A Nether portal is destroyed if the any of the obsidian which surrounds it is destroyed, or if it was caught in an explosion.
eu: Gelditu atarian une batez, telegarraioa aktibatzeko. Nether atari batean lehen aldiz sartzeak ere atari berri bat sortuko du beste dimentsioan. Netherren Nether atari bat eraiki bada, Overworldera eramango zaitu. Nether-aren atari bat suntsitu egiten da inguruan duen edozein obsidiana suntsitzen bada, edo leherketa batean harrapatuta geratu bada.
pt: Fique parado no portal durante momentos para ativar a teletransportação. Entrar num portal do Nether pela primeira vez também irá criar um portal na outra dimensão. Se um portal foi construído no Nether, irá dar à Superfície. Um portal do Nether é destruído se qualquer obsidiana ao redor é destruída, ou se for apanhado numa explosão.

source: Dump coordinates of registered portals
eu: Erregistratutako atarien datuak
pt: Coordenadas de portais registados

source: Invalid dimension argument.
eu: Argumentu dimentsionala ez da baliozkoa.
pt: Argumento de dimensão inválido.
