Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/MAPGEN/mcl_biome_dispatch/locale/poconvert/*.po
Languages: eu, pt_br, ru

source: Loading terrain
eu: Lur-eremua kargatzen
pt_br: Carregando terreno
ru: Загрузка местности

source: Locate a structure, biome, or point of interest identified by ID in the current dimension.
eu: Topatu uneko dimentsioan IDz identifikatutako egitura, bioma edo interes-gunea.
pt_br: Localize uma estrutura, bioma ou ponto de interesse identificado por ID na dimensão atual.
ru: Ищет структуру, биом или точку интереса по идентификатору в текущем измерении.

source: No structure of type @1 exists near your position
eu: Ez dago @1 motako egiturarik existitzen zuren inguruan
pt_br: Não existe estrutura do tipo @1 perto da sua posição
ru: Рядом с вашей позицией не существует структур типа @1

source: No biome matching @1 exists near your position
eu: Ez dago @1 motako biomarik zure inguruan
pt_br: Não existe bioma correspondente a @1 perto da sua posição
ru: Рядом с вашей позицией не существует биома, соответствующего @1

source: @1 does not identify a valid point of interest
eu: Ezin da @1-ekin interes-gunerik identifikdatu
pt_br: @1 não identifica um ponto de interesse válido
ru: @1 не идентифицирует действительную точку интереса

source: No point of interest named @1 exists near your position
eu: Ez da @1 izeneko interes-gunerik existitzen zure inguruan
pt_br: Não existe ponto de interesse válido chamado @1 perto da sua posição
ru: Рядом с вашей позицией нет объекта с названием @1

source: Usage: /locate [structure | biome | poi] <ID>
eu: Erabilera: /locate [egitura | bioma | interes-gunea] <ID>
pt_br: Uso: /locate [structure | biome | poi] <ID>
ru: Использование: /locate [structure | biome | poi] <ID>

source: /locate structure requires a structure ID. These structures are available:
eu: /locate egitura-k egituraren ID bat behar du. Egitura hauek daude erabilgarri:
pt_br: A estrutura /locate requer uma ID de estrutura. As seguintes estruturas estão disponíveis:
ru: /locate structure требует идентификатор структуры. Доступны следующие структуры:

source: /locate biome requires a biome ID or a tag prefixed with `#'. These biomes and tags are available:
eu: /locate bioma-k bioma ID bat edo '#'-z hasten den etiketa bat behar du. Bioma eta etiketa hauek daude erabilgarri:
pt_br: O comando /locate biome requer um ID de bioma ou uma etiqueta com o prefixo `#`. Os seguintes biomas e etiquetas estão disponíveis:
ru: /locate biome требует идентификатор биома или тег с префиксом `#'. Доступны следующие биомы и теги:

source: /locate poi requires an identifier designating a valid point of interest. These points of interest are available:
eu: /locate interes-guneak balio duen interes-gune bat markatzen duen identifikadore bat behar du. Interes-gune hauek daude erabilgarri:
pt_br: O comando /locate poi requer um identificador que designe um ponto de interesse válido. Os seguintes pontos de interesse estão disponíveis:
ru: /locate poi требует идентификатор, обозначающий действительную точку интереса. Доступны следующие достопримечательности:
