Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/mcl_doors/locale/poconvert/*.po
Languages: eu, pt

source: This door is a 2-block high barrier which can be opened or closed by hand or by redstone power.
eu: Ate hau 2 bloke altuerako hesi bat da, eskuz ireki edo itxi daitekeena edo redstone bidez aktibatu daitekeena.
pt: Esta porta é uma barreira com 2 blocos de altura que pode ser aberta ou fechada à mão, ou por energia de redstone.

source: This door is a 2-block high barrier which can only be opened by redstone power, not by hand.
eu: Ate hau 2 bloke altuerako hesia da, eta redstone bidez bakarrik ireki daiteke, ez eskuarekin.
pt: Esta porta é uma barreira com 2 blocos de altura que pode ser aberta ou por energia de redstone, não à mão.

source: To open or close this door, send a redstone signal to its bottom half.
eu: Ate hau ireki edo ixteko, bidali redstone seinale bat beheko aldera.
pt: Para abrir ou fechar esta porta, envia um sinal de redstone para a sua metade inferior.

source: To open or close this door, rightclick it or send a redstone signal to its bottom half.
eu: Ate hau ireki edo ixteko, egin eskuin-klik bertan edo bidali redstone seinale bat beheko aldera.
pt: Para abrir ou fechar esta porta, clica com o direito nela ou envia um sinal de redstone para a sua metade inferior.

source: Openable by redstone power
eu: Redstone energia bidez ireki daiteke
pt: Aberta com energia de redstone

source: Openable by players and redstone power
eu: Jokalariek eta redstone energiak ireki dezakete
pt: Aberta por jogadores e energia de redstone

source: Trapdoors are horizontal barriers which can be opened or closed and climbed like a ladder when open. They occupy the upper or lower part of a block, depending on how they have been placed. This trapdoor can only be opened or closed by redstone power.
eu: Tranpolak hesi horizontalak dira, ireki edo itxi daitezkeenak, eta eskailera bat bezala igo daitezke irekita daudenean. Bloke baten goialdea edo behealdea hartzen dute, jarri diren moduaren arabera. Tranpola hau redstone bidez bakarrik ireki edo itxi daiteke.
pt: Alçapões são barreiras horizontais que podem ser abertos ou fechados e escalados como escadas de mão quando abertos. Eles ocupam a parte superior ou inferior de um bloco, dependendo de como foram colocados. Este alçapão apenas pode ser aberto ou fechado com energia de redstone.

source: Trapdoors are horizontal barriers which can be opened or closed and climbed like a ladder when open. They occupy the upper or lower part of a block, depending on how they have been placed. This trapdoor can be opened or closed by hand or redstone power.
eu: Tranpolak hesi horizontalak dira, ireki edo itxi daitezkeenak, eta eskailera bat bezala igo daitezke irekita daudenean. Bloke baten goialdea edo behealdea hartzen dute, jarri diren moduaren arabera. Tranpola hori eskuz edo redstone bidez ireki edo itxi daiteke.
pt: Alçapões são barreiras horizontais que podem ser abertos ou fechados e escalados como escadas de mão quando abertos. Eles ocupam a parte superior ou inferior de um bloco, dependendo de como foram colocados. Este alçapão pode ser aberto ou fechado à mão ou com energia de redstone.

source: To open or close this trapdoor, rightclick it or send a redstone signal to it.
eu: Tranpola hau ireki edo ixteko, egin eskuin-klik bertan edo bidali redstone seinale bat.
pt: Para abrir ou fechar esta porta, clica com o direito nela ou envia-lhe um sinal de redstone.

source: Iron Door
eu: Burdinazko atea
pt: Porta de Ferro

source: Iron doors are 2-block high barriers which can only be opened or closed by a redstone signal, but not by hand.
eu: Burdinazko ateak 2 blokeko hesi altuak dira, eta redstone seinale baten bidez bakarrik ireki edo itxi daitezke, ez eskuz.
pt: Portas de ferro são barreiras com 2 blocos de altura que podem ser aberta ou por energia de redstone, não à mão.

source: To open or close an iron door, supply its lower half with a redstone signal.
eu: Burdinazko ate bat ireki edo ixteko, hornitu beheko erdian redstone seinale bat.
pt: Para abrir ou fechar uma porta de ferro, envia um sinal de redstone para a sua metade inferior.

source: Iron Trapdoor
eu: Burdinazko tranpola
pt: Alçapão de Ferro

source: Iron trapdoors are horizontal barriers which can only be opened and closed by redstone signals, but not by hand. They occupy the upper or lower part of a block, depending on how they have been placed. When open, they can be climbed like a ladder.
eu: Burdinazko tranpolak hesi horizontalak dira, eta redstone seinaleen bidez bakarrik ireki eta itxi daitezke, ez eskuz. Bloke baten goialdea edo behealdea hartzen dute, jarri diren moduaren arabera. Irekita daudenean, eskailera bat bezala igo daitezke.
pt: Alçapões de ferro são barreiras horizontais que podem ser abertas e fechadas com sinais de redstone, mas não à mão. Podem ocupar a parte superior ou inferior de um bloco, dependendo de como foram colocados. Quando abertos podem ser escalados como escadas de mão.
