Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/mcl_blackstone/locale/poconvert/*.po
Languages: eu, pt

source: Blackstone
eu: Harri beltza
pt: Negrito

source: Gilded Blackstone
eu: Urre txertatuko harri beltza
pt: Negrito dourado

source: Nether Gold Ore
eu: Nether-en urrezko minerala
pt: Minério de ouro do Nether

source: Polished Basalt
eu: Basalto leundua
pt: Basalto polido

source: Basalt
eu: Basaltoa
pt: Basalto

source: Smooth Basalt
eu: Basalto leuna
pt: Basalto liso

source: Polished Blackstone
eu: Harri beltz leundua
pt: Negrito polido

source: Chiseled Polished Blackstone
eu: Harri beltz leundu zizelatua
pt: Negrito polido esculpido

source: Polished Blackstone Bricks
eu: Harri beltz leunduzko adreiluak
pt: Tijolos de negrito polido

source: Cracked Polished Blackstone Bricks
eu: Harri beltzeko leunduzko adreilu pitzatuak
pt: Tijolos de negrito polido rachados

source: Quartz Bricks
eu: Kuartzozko adreiluak
pt: Tijolos de Quartzo

source: Soul Soil
eu: Arimen lurra
pt: Terra das almas

source: Eternal Soul Fire
eu: Arimen betiereko sua
pt: Fogo de Alma Eterno

source: Blackstone Stairs
eu: Harri beltzeko eskailerak
pt: Escadas de negrito

source: Blackstone Slab
eu: Harri beltzezko lauza
pt: Degrau de negrito

source: Polished Blackstone Stairs
eu: Harri beltz leunduzko eskailerak
pt: Escadas de negrito polido

source: Polished Blackstone Slab
eu: Harri beltz leunduzko lauza
pt: Degrau de negrito polido

source: Polished Blackstone Brick Stairs
eu: Harri beltz leunduzko adreiluzko eskailerak
pt: Escadas de Tijolos de Negrito Polido

source: Polished Blackstone Brick Slab
eu: Harri beltz leunduzko adreiluzko lauza
pt: Degrau de Tijolos de Negrito Polido

source: Soul Torch
eu: Arimen Argi-zuzia
pt: Tocha de Alma

source: Torches are light sources which can be placed at the side or on the top of most blocks.
eu: Argi-zuziak bloke gehienen alde batean edo gainean jar daitezkeen argi-iturriak dira.
pt: Tochas são fontes de luz que podem ser colocadas no lado ou topo da maior parte dos blocos.

source: Blackstone Wall
eu: Harri beltzezko horma
pt: Muro de Negrito

source: Polished Blackstone Wall
eu: Harri beltz leunduzko pareta
pt: Muro de Negrito Polido

source: Polished Blackstone Brick Wall
eu: Harri beltz leunduzko adreiluzko pareta
pt: Muro de Tijolos de Negrito Polido
