Repository: wrxxnch/luanti-bettercraft
Catalog: mods/ITEMS/mcl_bamboo/locale/poconvert/*.po
Languages: it, pt

source: A Block made of Bamboo stalks. Can be crafted into Bamboo Planks.
it: Un blocco di canne di bambù. Ci si può costruire assi di bambù.
pt: Um Bloco feito de caules de Bambu. Pode ser craftado para Tábuas de Bambu.

source: Block of Bamboo
it: Blocco di bambù
pt: Bloco de bambu

source: Block of Stripped Bamboo
it: Blocco di bambù scortecciato
pt: Bloco de bambu descascado

source: Bamboo Raft
it: Zattera di bambù
pt: Jangada de bambu

source: Chest Bamboo Raft
it: Zattera di bambù con baule
pt: Jangada de bambu com baú

source: Bamboo Button
it: Pulsante di bambù
pt: Botão de bambu

source: Bamboo Door
it: Porta di bambù
pt: Porta de bambu

source: Bamboo Fence
it: Staccionata di bambù
pt: Cerca de bambu

source: Bamboo Fence Gate
it: Cancelletto di bambù
pt: Portão de bambu

source: Bamboo Hanging Sign
pt: Placa de Bambu Pendurada

source: Bamboo Planks
it: Assi di bambù
pt: Tábuas de bambu

source: Bamboo Pressure Plate
it: Pedana di bambù
pt: Placa de pressão de bambu

source: Bamboo Sign
it: Cartello di bambù
pt: Tabuleta de bambu

source: Bamboo Slab
it: Lastra di bambù
pt: Degrau de bambu

source: Bamboo Stairs
it: Scalini di bambù
pt: Escadas de bambu

source: Bamboo Trapdoor
it: Botola di bambù
pt: Alçapão de bambu

source: Bamboo
it: Bambù
pt: Bambu

source: Bamboo Plant
it: Pianta di bambù
pt: Planta de Bambu

source: Bamboo Mosaic Plank
it: Assi di bambù intrecciato
pt: Mosaico de Tábuas de Bambu

source: Bamboo Mosaic Stairs
it: Scalini di bambù intrecciato
pt: Escadas de Mosaico de Bambu

source: Bamboo Mosaic Slab
it: Lastra di bambù intrecciato
pt: Degrau de Mosaico de Bambu

source: Scaffolding
it: Impalcatura
pt: Andaime

source: Scaffolding is a temporary structure to easily climb up while building that is easily removed
it: L'impalcatura è una struttura temporanea in cui è facile arrampicarsi ed è veloce da smontare
pt: Andaimes são estruturas temporárias que se sobem e descem e podem ser removidas facilmente

source: Scaffolding horizontal
it: Impalcatura orizzontale
pt: Andaime Horizontal

source: Scaffolding block...
pt: Bloco de andaime...
