Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/mcl_lush_caves/locale/poconvert/*.po
Languages: de, eu, pt_br, ru

source: Small Dripleaf
de: Kleines Tropfblatt
eu: Tanta-hosto txikia
pt_br: Plantaforma Pequena
ru: Молодой твердолист

source: Big Dripleaf
de: Großes Tropfblatt
eu: Tanta-hosto handia
pt_br: Plantaforma Grande
ru: Большой твердолист

source: Azalea Plant
de: Azalee
eu: Azalea Landarea
pt_br: Planta de Azaleia
ru: Азалия

source: Flowering Azalea Plant
de: Blühende Azalee
eu: Loredun Azalea Landarea
pt_br: Planta de Azaleia Florida
ru: Цветущая азалия

source: Moss
de: Moos
eu: Goroldioa
pt_br: Musgo
ru: Мох

source: Moss is a green block found in lush caves
de: Moos ist ein grüner Block, der in üppigen Höhlen gefunden werden kann
eu: Goroldioa kobazulo oparoetan aurkitzen den bloke berde bat da
pt_br: Musgo é um bloco verde encontrado em cavernas exuberantes
ru: Мох — это зелёный блок из пышных пещер

source: Moss Carpet
de: Moosteppich
eu: Goroldio Alfonbra
pt_br: Carpete de Musgo
ru: Мшистый покров

source: A moss carpet is a flat variant of the moss block.
de: Ein Moosteppich ist die flache Variante des Moosblocks.
eu: Goroldio alfonbra goroldio blokearen aldaera zapala da.
pt_br: Um tapete de musgo é uma variante plana do bloco de musgo.
ru: Мшистый покров — это плоский вариант блока мха.

source: Hanging roots
de: Hängende Wurzeln
eu: Sustrai zintzilikarioak
pt_br: Raízes suspensas
ru: Свисающие корни

source: Hanging roots are a decorative block found hanging from rooted dirt in lush caves.
de: Hängende Wurzeln sind ein dekorativer Block der von Wurzelerde in üppigen Höhlen hängt.
eu: Sustrai zintzilikarioak kobazulo oparoetako lur sustraidunetan aurkitzen diren bloke apaingarriak dira.
pt_br: Raízes suspensas são blocos decorativos encontrados pendurados em touceiras de terra em cavernas exuberantes.
ru: Свисающие корни — это декоративный блок который свисает с корнистой земли в пышных пещерах.

source: Cave vines
de: Höhlenranken
eu: Kobako parrak
pt_br: Trepadeiras da caverna
ru: Пещерная лиана

source: Cave vines are decorative blocks growing from the ceiling of lush caves.
de: Höhlenranken sind dekorative Blöcke die von der Decke üppiger Höhlen wachsen.
eu: Kobako parrak kobazulo oparoetako sabaietatik hazten diren bloke apaingarriak dira.
pt_br: Trepadeiras da caverna são blocos decorativos que crescem do teto das cavernas exuberantes.
ru: Пещерная лиана — это декоративные блоки, свисающие с потолка пышных пещер.

source: Lit Cave vines
de: Leuchtende Höhlenranken
eu: Kobako parra argituak
pt_br: Trepadeiras da caverna acesas
ru: Светящаяся пещерная лиана

source: Lit cave vines are light emitting decorative blocks growing from the ceiling of lush caves.
de: Erleuchtete Höhlenranken sind lichthausstrahlende dekorative Blöcke die von der Decke üppiger Höhlen wachsen.
eu: Kobako parra argituak kobazulo oparoetako sabaietan hazten diren bloke apaingarri argi-emaileak dira.
pt_br: Trepadeiras das cavernas acesas são blocos decorativos emissores de luz que crescem no teto das cavernas exuberantes.
ru: Светящаяся пещерная лиана — это светящиеся декоративные блоки, свисающие с потолка пышных пещер.

source: Rooted dirt
de: Wurzelerde
eu: Lur sustraiduna
pt_br: Terra enraizada
ru: Корнистая земля

source: Rooted dirt is type of dirt found in lush caves.
de: Wurzelerde ist ein Typ Erde der in üppigen Höhlen gefunden werden kann.
eu: Lur sustraiduna kobazulo oparoetan aurkitzen den lur mota bat da.
pt_br: Terra enraizada é um tipo de terra que se encontra nas cavernas exuberantes.
ru: Корнистая земля — это тип земли, который можно найти в пышных пещерах.

source: Glow berry
de: Leuchtbeere
eu: Distira Baia
pt_br: Baga brilhante
ru: Светящаяся ягода

source: This is a food item which can be eaten.
de: Dies ist ein Nahrungsgegenstand der gegessen werden kann.
eu: Hau jan daitekeen elikagai bat da.
pt_br: Este é um alimento que pode ser consumido.
ru: Это съедобный продукт.

source: Azalea Leaves
de: Azaleenlaub
eu: Azalea Hostoak
pt_br: Folhas de Azaleia
ru: Листва азалии

source: Leaves of an Azalea tree
de: Laub des Azaleenbaumes
eu: Azalea zuhaitz baten hostoak
pt_br: Folhas de uma árvore de azaleia
ru: Листва азалии

source: Flowering Azalea Leaves
de: Blühendes Azaleenlaub
eu: Loredun Azalea Hostoak
pt_br: Folhas de Azaleia Floridas
ru: Цветущая листва азалии

source: The Flowering Leaves of an Azalea tree
de: Das blühende Laub eines Azaleenbaumes
eu: Azalea zuhaitz baten Loredun Hostoak
pt_br: Folhas floridas de uma azaleia
ru: Цветущая листва азалии

source: Spore blossom
de: Sporenblüte
eu: Espora lorea
pt_br: Flor de esporos
ru: Спороцвет

source: Spore blossoms are a type of flower found in lush caves.
de: Sporenblüten sind ein Typ Blume welcher in üppigen Höhlen gefunden werden kann.
eu: Espora loreak kobazulo oparoetan aurkitzen diren lore mota bat dira.
pt_br: As flores de esporos são um tipo de flor encontrada em cavernas exuberantes.
ru: Спороцвет — это тип цветка, который можно найти в пышных пещерах.

source: Needs soil and bone meal to grow
de: Benötigt Erde und Knochenmehl, um zu wachsen
eu: Lurra eta hezur-hautsa behar ditu hazteko
pt_br: Precisa de solo e farinha de osso para crescer
ru: Нуждается в почве и костной муке, чтобы расти

source: Azalea
de: Azalee
pt_br: Azaleia
ru: Азалия

source: Azalea is a small plant which often occurs in lush caves. It can be broken by hand or any tool. By using bone meal, azalea can be turned into an azalea tree.
de: Azaleen sind kleine Pflanzen, die oft in üppigen Höhlen vorkommen. Sie können mit der Hand oder jeglichem Werkzeug abgebaut werden. Unter Verwendung von Knochenmehl können Azaleen in Azaleenbäume umgewandelt werden.
eu: Azalea kobazulo oparoetan maiz agertzen den landare txiki bat da. Eskuz edo edozein tresnarekin puska daiteke. Hezur-hautsa erabiliz, azalea landarea zuhaitza bihur daiteke.
pt_br: A azaleia é uma pequena planta que ocorre frequentemente em cavernas exuberantes. Ela pode ser quebrada à mão ou com qualquer ferramenta. Utilizando farinha de osso, a azaleia pode ser transformada em uma árvore de azaleia.
ru: Азалия — это маленькое растение, часто встречающееся в пышных пещерах. Её можно сломать рукой или любым инструментом. С помощью костной муки азалия может быть превращена в дерево азалии.

source: Flowering Azalea
de: Blühende Azalee
eu: Loredun Azalea
pt_br: Azaleia Florida
ru: Цветущая азалия

source: Flowering azalea is a small plant which often occurs in lush caves. It can be broken by hand or any tool. By using bone meal, flowering azalea can be turned into an azalea tree.
eu: Loredun azalea kobazulo oparoetan maiz agertzen den landare txiki bat da. Eskuz edo edozein tresnarekin puska daiteke. Hezur-hautsa erabiliz, loredun azalea landarea zuhaitza bihur daiteke.
pt_br: A azaleia florida é uma pequena planta que ocorre frequentemente em cavernas exuberantes. Ela pode ser quebrada à mão ou com qualquer ferramenta. Utilizando farinha de osso, a azaleia florida pode ser transformada em uma árvore de azaleia.
ru: Цветущая азалия — это маленькое растение, часто встречающееся в пышных пещерах. Её можно сломать рукой или любым инструментом. С помощью костной муки цветущая азалия может быть превращена в дерево азалии.
