Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/mcl_nether/locale/poconvert/*.po
Languages: eu

source: Glowstone
eu: Harri argitsua

source: Glowstone is a naturally-glowing block which is home to the Nether.
eu: Harri argitsua modu naturalean distiratzen duen bloke bat da, Nether ibaiak gordetzen duena.

source: Nether Quartz Ore
eu: Nether kuartzozko minerala

source: Nether quartz ore is an ore containing nether quartz. It is commonly found around netherrack in the Nether.
eu: Nether kuartzozko minerala Nether kuartzoa duen minerala da. Nether-ean netherrackez inguratuta egon ohi da.

source: Ancient Debris
eu: Antzinako obra-hondakinak

source: Ancient debris can be found in the nether and is very very rare.
eu: Antzinako hondakinak aurki daitezke Nether-en eta oso arraroak dira.

source: Block of Netherite
eu: Netherita-blokea

source: Netherite block is very hard and can be made of 9 netherite ingots.
eu: Netherita-blokea oso gogorra da, eta 9 netherita-lingote izan ditzake.

source: Netherrack is a stone-like block home to the Nether. Starting a fire on this block will create an eternal fire.
eu: Netherrack harrizko bloke bat da, Nether ibaian sartzen dena. Bloke honetan sute bat hasteak betiko sua sortuko du.

source: Magma Block
eu: Magma-blokea

source: Burns your feet
eu: Erre zure oinak

source: Magma blocks are hot solid blocks which hurt anyone standing on it, unless they have fire resistance. Starting a fire on this block will create an eternal fire.
eu: Magma-blokeak bloke solidoak eta beroak dira, eta haren gainean geldirik dagoen edozein entitateri min ematen diote, suarekiko erresistentziarik ez badute. Sua ez da inoiz itzaltzen bloke honetan.

source: Soul Sand
eu: Arimen harea

source: Reduces walking speed
eu: Ibiltzean abiadura murrizten du

source: Nether Brick Block
eu: Nether adreilu blokea

source: Red Nether Brick Block
eu: Nether adreilu gorriak

source: Chiseled Nether Brick Block
eu: Nether adreilu zizelatuak

source: Cracked Nether Bricks
eu: Nether adreilu pitzatuak

source: Nether Wart Block
eu: Nether-eko garatxoen blokea

source: A nether wart block is a purely decorative block made from nether wart.
eu: Nether garatxoen bloke bat nether garatxoz egindako apaingarri hutsa da.

source: Block of Quartz
eu: Kuartzo-blokea

source: Chiseled Quartz Block
eu: Kuartzo zizelatua

source: Pillar Quartz Block
eu: Kuartzozko zutabea

source: Smooth Quartz
eu: Kuartzo leuna

source: Quartz Stairs
eu: Kuartzoko eskailerak

source: Quartz Slab
eu: Kuartzozko lauza

source: Smooth Quartz Stairs
eu: Cuarzo Lisoko eskailerak

source: Smooth Quartz Slab
eu: Kuartzo leuneko lauza

source: Nether Brick Stairs
eu: Nether-eko adreiluzko eskailerak

source: Nether Brick Slab
eu: Nether adreiluzko lauza

source: Red Nether Brick Stairs
eu: Nether-eko adreiluzko eskailera gorriak

source: Red Nether Brick Slab
eu: Nether gorriko adreiluzko lauza

source: Nether Brick Fence
eu: Nether adreiluzko hesia

source: Glowstone Dust
eu: Argi-harrizko hautsa

source: Glowstone dust is the dust which comes out of broken glowstones. It is mainly used in crafting.
eu: Harri argitsuko hautsa harri argitsuetatik irteten den itema da. Batez ere artisautzan erabiltzen da.

source: Nether Quartz
eu: Nether kuartzoa

source: Nether quartz is a versatile crafting ingredient.
eu: Nether kuartzoa fabrikazio moldakorreko osagai bat da.

source: Netherite Scrap
eu: Netherita zatiak

source: Netherite scrap is a crafting ingredient for netherite ingots.
eu: Netherita zatiak netherita lingoteak sortzeko erabiltzen dira.

source: Netherite Ingot
eu: Netheritazko lingotea

source: Netherite ingots can be used with a smithing table to upgrade items to netherite.
eu: Netheritazko lingoteak errementeriako mahai batean erabil daitezke, itemak netheritara eguneratzeko.

source: Nether Brick
eu: Nether adreiluak

source: Nether bricks are the main crafting ingredient for crafting nether brick blocks and nether fences.
eu: Nether-eko adreiluak dira nether-eko adreiluzko blokeak eta hesiak fabrikatzeko osagai nagusia.

source: Netherite Upgrade Template
eu: Netherita hobetzea

source: Smithing Template
eu: Errementaritzako txantiloia

source: Applies to:
eu: Honako hauei aplikatzen zaie:

source: Diamond Equipment
eu: Diamantezko ekipamendua

source: Ingredients:
eu: Osagaiak:

source: Nether Lava Source
eu: Nether laba-iturria

source: Flowing Nether Lava
eu: Nether-eko laba fluidoaren iturria

source: Premature Nether Wart (Stage 1)
eu: Nether goiztiarreko garatxoa (1. etapa)

source: A premature nether wart has just recently been planted on soul sand. Nether wart slowly grows on soul sand in 4 stages (the second and third stages look identical). Although nether wart is home to the Nether, it grows in any dimension.
eu: Duela gutxi nether goiztiarreko garatxo bat landatu da arimen harean. Nether garatxoa poliki-poliki hazten arimen harea 4 etapa (bigarren eta hirugarren etapa berdin-berdinak dira). Nether-aren garatxoa Nether-arena den arren, edozein dimentsiotan hazten da.

source: Premature Nether Wart (Stage 2)
eu: Nether goiztiarreko garatxoa (2. etapa)

source: Premature Nether Wart (Stage 3)
eu: Nether goiztiarreko garatxoa (3. etapa)

source: Mature Nether Wart
eu: Nether helduaren garatxoa

source: The mature nether wart is a plant from the Nether and reached its full size and won't grow any further. It is ready to be harvested for its items.
eu: Nether helduaren garatxoa Nether-aren landare bat da, eta bere tamaina osora iritsi zen, eta ez da gehiago haziko. Prest dago uzta biltzeko.

source: Nether Wart
eu: Nether garatxoa

source: Grows on soul sand
eu: Arima-hondarretan hazten da

source: Nether warts are plants home to the Nether. They can be planted on soul sand and grow in 4 stages.
eu: Nether-aren garatxoak nether-ean aurki ditzakezun landareak dira. Arimen harean landatu daitezke eta 4 etapatan hazi.

source: Place this item on soul sand to plant it and watch it grow.
eu: Jarri item hau arimen hondarrean landatu eta hazten ikusteko.
