Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/mcl_cake/locale/poconvert/*.po
Languages: cs

source: Cake
cs: Dort

source: With 7 tasty slices!
cs: Se sedmi chutnými plátky!

source: Hunger points: +@1 per slice
cs: Body hladovění: +@1 za každý plátek

source: Cakes can be placed and eaten to restore hunger points. A cake has 7 slices. Each slice restores 2 hunger points and 0.4 saturation points. Cakes will be destroyed when dug or when the block below them is broken.
cs: Dorty lze umístit a sníst, aby se obnovily body hladu. Dort má 7 kousků. Každý kousek obnoví 2 body hladu a 0,4 bodu sytosti. Dorty se zničí, když se vykopou nebo když se rozbije blok pod nimi.

source: Place the cake anywhere, then rightclick it to eat a single slice. You can't eat from the cake when your hunger bar is full.
cs: Umístěte dort kamkoli a poté na něj klikněte pravým tlačítkem myši, pro snězení jednoho kousku. Dort nelze jíst, pokud nejste hladoví.

source: Cake (6 Slices Left)
cs: Dort (6 plátků zbývá)

source: Cake (5 Slices Left)
cs: Dort (5 plátků zbývá)

source: Cake (4 Slices Left)
cs: Dort (4 plátky zbývají)

source: Cake (3 Slices Left)
cs: Dort (3 plátky zbývají)

source: Cake (2 Slices Left)
cs: Dort (2 plátky zbývají)

source: Cake (1 Slice Left)
cs: Dort (1 plátek zbývá)
