Repository: wrxxnch/luanti-bettercraft
Catalog: mods/ITEMS/mcl_mangrove/locale/poconvert/*.po
Languages: eu, pt_br, ru

source: Mangrove Roots
eu: Mangla-sustraiak
pt_br: Raízes de Mangue
ru: Мангровые корни

source: Mangrove roots are decorative blocks that form as part of mangrove trees.
eu: Manglezko sustraiak bloke apaingarriak dira, eta manglezko zuhaitzak osatzen dituzte.
pt_br: As raízes do mangue são blocos decorativos que se formam como parte das árvores de mangue.
ru: Мангровые корни — это декоративный блок который формирует часть мангровых деревьев.

source: Mangrove Propagule
eu: Mangla-propulua
pt_br: Propágulo do Mangue
ru: Мангровый отросток

source: Needs soil and light to grow
eu: Lurra eta argia behar ditu hazteko
pt_br: Precisa de solo e luz para crescer
ru: Нуждается в почве и свете, чтобы расти

source: When placed on soil (such as dirt) and exposed to light, an propagule will grow into an mangrove after some time.
eu: Lurrean (lur gisa) jarri eta argitan jartzen denean, propagulu bat manglar bihurtuko da denbora baten ondoren.
pt_br: Quando colocado sobre o solo (como na terra) e exposto à luz, um propágulo crescerá e se tornará um manguezal após algum tempo.
ru: После посадки на почву (например, на землю) при наличии света мангровый отросток вырастет в мангровое дерево через некоторое время.

source: Water logged mangrove roots
eu: Mangla-sustraiak urperatzen dituen ura
pt_br: Raízes de mangue encharcadas
ru: Затопленные мангровые корни

source: Mangrove roots, despite being a full block, can be waterlogged and do not flow water out
eu: Manglaren sustraiek, bloke osoa izan arren,
pt_br: As raízes do mangue, apesar de formarem um bloco completo, podem ficar imersas sem retirar a água
ru: Мангровые корни, не смотря на то что это полный блок, может быть затоплен и не выпускать воду наружу

source: These cannot be crafted yet only occure when get in contact of water.
eu: Ezin dira fabrikatu, baina urarekin kontaktuan jartzen direnean bakarrik gertatzen dira.
pt_br: Estes ainda não podem ser produzidos, apenas ocorrem quando entram em contato com a água.
ru: Нельзя скрафтить, появляется только при контакте с водой.

source: River water logged mangrove roots
eu: Ibai-ura mangla-sustraiak urperatzen
pt_br: Raízes de mangue imersas em água de rio
ru: Затопленные мангровые корни

source: Muddy Mangrove Roots
eu: Mangle lohien sustraiak
pt_br: Raízes de Mangue Lamacentas
ru: Грязные мангровые корни

source: crafted with Mud and Mangrove roots
eu: Lohiarekin eta mangla-sustraiekin egiten da
pt_br: Produzido com Barro e Raízes de Mangue
ru: Крафтится с помощью грязи и мангровых корней

source: Muddy Mangrove Roots is a block from mangrove swamp.It drowns player a bit inside it.
eu: Mangle lohien sustraiek jokalaria apur bat hondoratzen dute.
pt_br: Raízes de Mangue Lamacentas são a um bloco do mangue do pântano. Elas afogam um pouco o jogador.
ru: Грязные мангровые корни — это блок из мангровых болот. Игрок немного погружается внутрь них.

source: Mangrove Bark
eu: Mangla-azala
pt_br: Casca de Mangue
ru: Мангровая кора

source: Mangrove Bark Slab
eu: Mangla-azaleko lauza
pt_br: Laje de Casca de Mangue
ru: Плита из мангровой коры

source: Mangrove Bark Stairs
eu: Mangla-azaleko eskailerak
pt_br: Escadas de Casca de Mangue
ru: Ступени из мангровой коры

source: Mangrove Boat
eu: Mangla-txalupa
pt_br: Barco de Mangue
ru: Мангровая лодка

source: Mangrove Button
eu: Mangle botoia
pt_br: Botão de Mangue
ru: Мангровая кнопка

source: Mangrove Chest Boat
eu: Mangla-txalupa kutxarekin
pt_br: Bote de Mangue com Baú
ru: Мангровая лодка с сундуком

source: Mangrove Door
eu: Manglezko atea
pt_br: Porta de Mangue
ru: Мангровая дверь

source: Mangrove Fence
eu: Manglazko hesia
pt_br: Cerca de Mangue
ru: Мангровый забор

source: Mangrove Fence Gate
eu: Manglazko hesi-atea
pt_br: Portinhola de Mangue
ru: Мангровая калитка

source: Mangrove Hanging Sign
pt_br: Placa Suspensa de Mangue

source: Mangrove Leaves
eu: Mangla-orriak
pt_br: Folhas de Mangue
ru: Мангровые листья

source: Mangrove Log
eu: Mangla-enborra
pt_br: Tronco de Mangue
ru: Мангровая древесина

source: Mangrove Planks
eu: Mangla-oholak
pt_br: Tábuas de Mangue
ru: Мангровые доски

source: Mangrove Pressure Plate
eu: Mangleko presio-plaka
pt_br: Placa de Pressão de Mangue
ru: Мангровая нажимная плита

source: Mangrove Sign
eu: Manglezko kartela
pt_br: Placa de Mangue
ru: Мангровая табличка

source: Mangrove Slab
eu: Manglezko lauza
pt_br: Laje de Mangue
ru: Мангровая плита

source: Mangrove Stairs
eu: Manglazko eskailerak
pt_br: Escadas de Mangue
ru: Мангровые ступени

source: Mangrove Trapdoor
eu: Manglazko tranpola
pt_br: Alçapão de Mangue
ru: Мангровый люк

source: Mangrove leaves are grown from Mangrove trees.
eu: Mangleren hostoak Mangleko zuhaitzetan hazten dira.
pt_br: As folhas de mangue crescem das árvores Mangue.
ru: Мангровые листья растут на мангровых деревьях.

source: Stripped Mangrove Bark
eu: Azalik gabeko mangla-egurra
pt_br: Casca de Mangue Lisa
ru: Обтёсанная мангровая кора

source: Stripped Mangrove Log
eu: Azalik gabeko mangla-enborra
pt_br: Tronco de Mangue Descascado
ru: Обтёсанная мангровая древесина

source: The stripped trunk of an Mangrove tree.
eu: Mangleko zuhaitz baten azalik gabeko enborra.
pt_br: O tronco descascado da árvore Mangue.
ru: Обтёсанная мангровая кора.

source: The stripped wood of an Mangrove tree.
eu: Mangleko zuhaitz baten azalik gabeko egurra.
pt_br: A madeira descascada da árvore Mangue.
ru: Обтёсанная мангровая древесина.

source: The trunk of a Mangrove tree.
eu: Mangleko zuhaitz baten enborra.
pt_br: O tronco da árvore Mangue.
ru: Ствол мангрового дерева.
