Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/mcl_candles/locale/poconvert/*.po
Languages: pt_br

source: A candle is a block that emits light when lit with a flint and steel. It comes in the sixteen dye colors. Up to four of the same color of candle can be placed in one block space, which affects the amount of light produced.
pt_br: Uma vela é um bloco que emite luz quando acesa com uma pederneira. Vem com dezesseis cores dos corantes. Até quatro da mesma cor de vela podem ser posicionadas no espaço de um bloco, o que afeta o total de luz produzida.

source: Candle
pt_br: Vela

source: Lit Candle
pt_br: Vela Acesa

source: Cake
pt_br: Bolo

source: Black Candle
pt_br: Vela Preta

source: Blue Candle
pt_br: Vela Azul

source: Brown Candle
pt_br: Vela Marrom

source: Cyan Candle
pt_br: Vela Ciano

source: Green Candle
pt_br: Vela Verde

source: Grey Candle
pt_br: Vela Cinza

source: Light Blue Candle
pt_br: Vela Azul-Clara

source: Light Grey Candle
pt_br: Vela Cinza-Clara

source: Lime Candle
pt_br: Vela Lima

source: Magenta Candle
pt_br: Vela Magenta

source: Orange Candle
pt_br: Vela Laranja

source: Pink Candle
pt_br: Vela Rosa

source: Purple Candle
pt_br: Vela Roxa

source: Red Candle
pt_br: Vela Vermelha

source: White Candle
pt_br: Vela Branca

source: Yellow Candle
pt_br: Vela Amarela
