Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/mcl_bamboo/locale/poconvert/*.po
Languages: eu, ru

source: A Block made of Bamboo stalks. Can be crafted into Bamboo Planks.
eu: Banbuko zurtoinez egindako bloke bat Banbuko oholetan egin daiteke.
ru: Блок из бамбука. Из него можно создать бамбуковые доски.

source: Block of Bamboo
eu: Banbuzko blokea
ru: Бамбуковый блок

source: Block of Stripped Bamboo
eu: Azalik gabeko banbuzko blokea
ru: Обтёсанный бамбуковый блок

source: Bamboo Raft
eu: Banbuko putzua
ru: Бамбуковый плот

source: Chest Bamboo Raft
eu: Banbuzko putzua kutxarekin
ru: Бамбуковый плот с сундуком

source: Bamboo Button
eu: Banbu botoia
ru: Бамбуковая кнопка

source: Bamboo Door
eu: Banbuzko atea
ru: Бамбуковая дверь

source: Bamboo Fence
eu: Banbuzko hesia
ru: Бамбуковый забор

source: Bamboo Fence Gate
eu: Banbuzko hesi-atea
ru: Бамбуковая калитка

source: Bamboo Hanging Sign
ru: Бамбуковая подвесная табличка

source: Bamboo Planks
eu: Banbuzko oholak
ru: Бамбуковые доски

source: Bamboo Pressure Plate
eu: Banbuzko presio-plaka
ru: Бамбуковая нажимная плита

source: Bamboo Sign
eu: Banbuzko kartela
ru: Бамбуковая табличка

source: Bamboo Slab
eu: Banbuzko lauza
ru: Бамбуковая плита

source: Bamboo Stairs
eu: Banbuzko eskailerak
ru: Бамбуковые ступени

source: Bamboo Trapdoor
eu: Banbuzko tranpola
ru: Бамбуковый люк

source: Bamboo
eu: Banbua
ru: Бамбук

source: Bamboo Plant
eu: Banbu landarea
ru: Бамбуковое растение

source: Bamboo Mosaic Plank
eu: Banbuzko Mosaiko Ohola
ru: Бамбуковая мозаика

source: Bamboo Mosaic Stairs
eu: Banbuzko Mosaiko Eskailerak
ru: Ступени из бамбуковой мозаики

source: Bamboo Mosaic Slab
eu: Banbuzko Mosaiko Lauza
ru: Плита из бамбуковой мозайки

source: Scaffolding
eu: Aldamioa
ru: Строительные леса

source: Scaffolding is a temporary structure to easily climb up while building that is easily removed
eu: Aldamio bat egitura tenporal bat da, eraikuntzan zehar erraz igotzeko aukera ematen duena eta erraz ken daitekeena
ru: Строительные леса — это временная конструкция, на которую можно легко подняться во время строительства и которая легко демонтируется

source: Scaffolding horizontal
eu: Aldamio horizontalak
ru: Горизонтальные строительные леса

source: Scaffolding block...
eu: Aldamio-blokea...
ru: Строительные леса...
