Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/mcl_beds/locale/poconvert/*.po
Languages: eu, it, uk

source: Beds allow you to sleep at night and make the time pass faster.
eu: Oheek gauez lo egiteko eta denbora azkarrago pasatzeko aukera ematen diote.
it: I letti ti permettono di dormire di notte e velocizzano il passaggio del tempo.
uk: Ліжка дозволяють спати вночі і змушують час плинути швидше.

source: To use a bed, stand close to it and right-click the bed to sleep in it. Sleeping only works when the sun sets, at night or during a thunderstorm. The bed must also be clear of any danger.
eu: Ohe bat erabiltzeko, jar zaitez ohearen ondoan eta egin eskuin-klik ohean lo egiteko. Eguzkia ezkutatzen denean bakarrik lo egiten da, gauean edo ekaitz elektriko batean. Oheak ere edozein arriskutik libre egon behar du.
it: Per utilizzare un letto, stagli vicino e cliccaci col tasto destro per dormirci. Puoi dormire solo quando il sole cala, di notte o durante una tempesta. Occorre anche eliminare qualsiasi pericolo vicino al letto.
uk: Щоб скористатися ліжком, станьте поруч з ним і клацніть правою кнопкою миші, щоб спати в ньому. Сон працює лише після заходу сонця, вночі або під час грози. Поряд з ліжком також не повинно бути ніякої небезпеки.

source: You have heard of other worlds in which a bed would set the start point for your next life. But this world is not one of them.
eu: Beste mundu batzuen berri ere izan duzu, non ohe batek ezarriko bailuke zure hurrengo bizitzarako abiapuntua. Baina mundu hau ez da horietako bat.
it: Sei venuto a conoscenza di altri mondi dove un letto definirebbe il punto di partenza per la tua prossima vita. Ma questo mondo non è uno di quelli.
uk: Ви чули про інші світи, де ліжко встановлювало б початкову точку для вашого наступного життя. Але цей світ не такий.

source: By using a bed, you set the starting point for your next life. If you die, you will start your next life at this bed, unless it is obstructed or destroyed.
eu: Ohe bat erabiltzean, hurrengo bizitzarako abiapuntu gisa ezartzen da. Hiltzen bazara, hurrengo bizitza ohe honetan hasiko duzu, buxatuta edo suntsituta ez badago.
it: Usando il letto, diventerà il punto di inizio per la tua prossima vita. Se muori, rinascerai su questo letto, a meno che sia ostruito o distrutto.
uk: Використовуючи ліжко, ви встановлюєте початкову точку для вашого наступного життя. Якщо ви помрете, ви почнете своє наступне життя біля цього ліжка, якщо воно не буде заблоковане або знищене.

source: In this world, going to bed won't skip the night, but it will skip thunderstorms.
eu: Mundu honetan, ohera ez da gaua pasako, baina ekaitz elektrikoak gaindituko dira.
it: In questo mondo andare a letto non salterà la notte, ma solo i temporali.
uk: У цьому світі сон не пропустить ніч, але пропустить грозу.

source: Sleeping allows you to skip the night. The night is skipped when all players in this world went to sleep. The night is skipped after sleeping for a few seconds. Thunderstorms can be skipped in the same manner.
eu: Lo egiteak gauari aurre egiteko aukera ematen dizu. Mundu honetako jokalari guztiak lotara joan zirenean ez zen gaua igaro. Gauak salto egiten du lo egin ondoren segundo batzuetan. Ekaitz elektrikoak modu berean alde batera utz daitezke.
it: Dormire ti permette di saltare le notti. La notte verrà saltata quando tutti i giocatori nel mondo andranno a letto. La notte verrà saltata dopo alcuni secondi di permanenza nel letto. Analogamente, è possibile fare altrettanto per i temporali.
uk: Сон дозволяє пропустити ніч. Ніч пропускається, коли всі гравці в цьому світі поспали. Ніч пропускається після сну протягом кількох секунд. Грози можна пропустити таким же чином.

source: Allows you to sleep
eu: Lo egin dezakezu
it: Ti permette di dormire
uk: Дозволяє вам спати

source: Bed
eu: Ohea
it: Letto
uk: Ліжко

source: You can only sleep at night or during a thunderstorm.
eu: Gauez edo ekaitz elektrikoetan bakarrik egin dezakezu lo.
it: Puoi dormire solo di notte o durante un temporale.
uk: Спати можна лише вночі або під час грози.

source: You can't sleep, the bed's too far away!
eu: Ezin duzu lorik egin, ohea oso urrun dago!
it: Non puoi dormire, il letto è troppo distante!
uk: Ви не можете спати, ліжко занадто далеко!

source: This bed is already occupied!
eu: Ohea okupatuta dago!
it: Questo letto è già occupato!
uk: Це ліжко вже зайняте!

source: You have to stop moving before going to bed!
eu: Utzi mugitzeari oheratu aurretik!
it: Smetti di muoverti prima di andare a letto!
uk: Зупиніться перед тим, як лягти в ліжко!

source: You can't sleep now, monsters are nearby!
eu: Orain ezin duzu lorik egin, munstroak daude inguruan!
it: Non puoi dormire ora, ci sono mostri nei paraggi!
uk: Ви не можете спати, монстри поруч!

source: You can't sleep, the bed is obstructed!
eu: Ezin duzu lo egin, ohea itxita dago!
it: Non puoi dormire, il letto è ostruito!
uk: Ви не можете спати, ліжко заблоковане!

source: It's too dangerous to sleep here!
eu: Arriskutsua da hemen lo egitea!
it: È troppo pericoloso dormire qui!
uk: Тут занадто небезпечно спати!

source: Leave bed
eu: Ohetik irtetea
it: Lascia il letto
uk: Покинути ліжко

source: Abort sleep
eu: Utzi lo egiteari
it: Annulla sonno
uk: Прокинутися

source: Chat:
eu: Txata:
uk: Чат:

source: send!
eu: bidali!
it: Invia!
uk: надіслати!

source: Players in bed: @1/@2
eu: Jokalariak ohean: @1/@2
it: Giocatori a letto: @1/@2
uk: Гравці у ліжку: @1/@2

source: Note: Night skip is disabled.
eu: Oharra: Gaueko jauzia desgaituta dago.
it: Nota: salto delle notti disattivato.
uk: Примітка: Пропуск ночі вимкнено.

source: You're sleeping.
eu: Lotan zaude.
it: Stai dormendo.
uk: Ви спите.

source: You will fall asleep when all players are in bed.
eu: Lotan geratuko zara jokalari guztiak ohean daudenean.
it: Ti addormenterai quando tutti i giocatori sono a letto.
uk: Ви заснете, коли всі гравці будуть у ліжку.

source: You will fall asleep when @1% of all players are in bed.
eu: Jokalarien %@1 ohean dagoenean lo egin ahal izango duzu.
it: Ti addormenterai quando il @1% dei giocatori è a letto.
uk: Ви заснете, коли @1% всіх гравців будуть у ліжку.

source: You're in bed.
eu: Ohean zaude.
it: Sei a letto.
uk: Ви у ліжку.

source: @1/@2 players currently in bed.
eu: Une honetan @1/@2 jokalari daude ohean.
it: @1/@2 giocatori a letto.
uk: @1/@2 гравців зараз у ліжку.

source: You exceeded the maximum number of messages per 10 seconds!
eu: Mezu kopuru maximoa gainditu duzu 10 segundoko!
it: Hai superato il numero massimo di messaggi inviabili in 10 secondi!
uk: Ви перевищили максимальну кількість повідомлень за 10 секунд!

source: You are missing the 'shout' privilege! It's required in order to talk in chat...
eu: Shout pribilegioa falta zaizu! Beharrezkoa da txatean hitz egin ahal izateko...
it: Ti manca il privilegio 'shout'! È necessario per parlare in chat...
uk: Вам не вистачає привілею 'shout'! Воно потрібне для того, щоб розмовляти в чаті...

source: Sorry, but you have to wait @1 seconds until you may use this button again!
eu: Sentitzen dugu, baina @1 segundo itxaron behar duzu botoi hau berriro erabili arte!
it: Devi attendere @1 secondi prima di poter usare nuovamente questo pulsante!
uk: Вибачте, але вам потрібно зачекати @1 секунд, перш ніж ви зможете знову використовувати цю кнопку!

source: Hey! Would you guys mind sleeping?
eu: Kaixo! Lo egitea gustatuko litzaizueke?
it: Ehi! Vi dispiace dormire?
uk: Ей! Давайте поспимо?

source: New respawn position set!
eu: Berragertze-posizio berria ezarrita!
it: E' stata definita la nuova posizione di generazione!
uk: Встановлено нову точку відродження!

source: Black Bed
eu: Ohe beltza
it: Letto nero
uk: Чорне ліжко

source: Blue Bed
eu: Ohe urdina
it: Letto blu
uk: Синє ліжко

source: Brown Bed
eu: Ohe marroia
it: Letto marrone
uk: Коричневе ліжко

source: Cyan Bed
eu: Ohe ziana
it: Letto ciano
uk: Блакитне ліжко

source: Green Bed
eu: Ohe berdea
it: Letto verde
uk: Зелене ліжко

source: Grey Bed
eu: Ohe grisa
it: Letto grigio
uk: Сіре ліжко

source: Light Blue Bed
eu: Ohe urdin argia
it: Letto azzurro
uk: Світло-синє ліжко

source: Light Grey Bed
eu: Ohe gris argia
it: Letto grigio chiaro
uk: Світло-сіре ліжко

source: Lime Bed
eu: Ohe berde lima
it: Letto lime
uk: Лаймове ліжко

source: Magenta Bed
eu: Ohe magenta
it: Letto magenta
uk: Малинове ліжко

source: Orange Bed
eu: Ohe laranja
it: Letto arancione
uk: Помаранчеве ліжко

source: Pink Bed
eu: Ohe arrosa
it: Letto rosa
uk: Рожеве ліжко

source: Purple Bed
eu: Ohe morea
it: Letto viola
uk: Фіолетове ліжко

source: Red Bed
eu: Ohe gorria
it: Letto rosso
uk: Червоне ліжко

source: White Bed
eu: Ohe zuria
it: Letto bianco
uk: Біле ліжко

source: Yellow Bed
eu: Ohe horia
it: Letto giallo
uk: Жовте ліжко

source: Respawn Anchor
eu: Berragertze Puntua
it: Ancora della rinascita
uk: Якір відродження
