Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/mcl_buckets/locale/poconvert/*.po
Languages: eu, it, pl, ru

source: Empty Bucket
eu: Kubo hutsa
it: Secchio vuoto
pl: Puste wiadro
ru: Пустое ведро

source: A bucket can be used to collect and release liquids.
eu: Likidoak biltzeko eta askatzeko kuboa erabil daiteke.
it: Un secchio può essere utilizzato per raccogliere e versare liquidi.
pl: Wiadro może być użyte do zbierania i wylewania płynów.
ru: Ведро может быть использовано для набора и выливания жидкостей.

source: Punch a liquid source to collect it. You can then use the filled bucket to place the liquid somewhere else.
eu: Likido-iturri bat jotzen du biltzeko. Gero, ontzi betea erabil dezakezu likidoa beste leku batean jartzeko.
it: Clicca col destro su una sorgente di liquido per raccoglierlo. Puoi usare il secchio pieno per riposizionare il liquido da un'altra parte.
pl: Uderz w źródło płynu aby je zebrać. Możesz następnie użyć pełnego wiadra aby postawić płyn gdzie indziej.
ru: Ударьте ведром источник жидкости, чтобы зачерпнуть его. После этого вы можете в ведре перенести жидкость в другое место.

source: Collects liquids
eu: Likidoak biltzen ditu
it: Raccoglie i liquidi
pl: Zbiera płyny
ru: Набирает жидкости

source: Bucket of Axolotl
eu: Ajolotedun kuboa
it: Secchio con axolotl
pl: Wiadro z aksolotlem
ru: Ведро с аксолотлем

source: Bucket of Cod
eu: Bakailaoa duen kuboa
it: Secchio con merluzzo
pl: Wiadro z dorszem
ru: Ведро с треской

source: Bucket of Pufferfish
ru: Ведро с иглобрюхом

source: Bucket of Salmon
eu: Izokindun kuboa
it: Secchio con salmone
pl: Wiadro z łososiem
ru: Ведро с лососем

source: Bucket of Tropical Fish
eu: Arrain tropikala duen kuboa
it: Secchio con pesce tropicale
pl: Wiadro z rybą tropikalną
ru: Ведро с тропической рыбой

source: Place it to empty the bucket and place a Cod. Obtain by right clicking on a Cod with a bucket of water.
eu: Jarri ontzia husteko eta bakailao bat jartzeko. Lortu ezazu bakailao baten gainean zuzen klik eginez ur-ontzi batekin.
it: Posizionalo per svuotare il secchio con dentro un merluzzo. Ottienilo facendo clic col destro su un merluzzo con un secchio d'acqua.
pl: Umieść je aby opróżnić wiadro i wypuścić dorsza. Można go zdobyć, klikając prawym przyciskiem myszy na wiadro z dorszem.
ru: Используйте, чтобы опустошить ведро и выпустить треску. Можно получить, использовав ведро с водой на треске.

source: Place it to empty the bucket and place a Pufferfish. Obtain by right clicking on a Pufferfish with a bucket of water.
ru: Используйте, чтобы опустошить ведро и выпустить иглобрюха. Можно получить, использовав ведро с водой на иглобрюхе.

source: Place it to empty the bucket and place a Salmon. Obtain by right clicking on a Salmon with a bucket of water.
eu: Jarri ontzia husteko eta izokin bat jartzeko. Lortu ezazu ur ontzi batekin izokin baten gainean zuzen klik eginez.
it: Posizionalo per svuotare il secchio con dentro un salmone. Ottienilo facendo clic col destro su un salmone con un secchio d'acqua.
pl: Umieść je aby opróżnić wiadro i wypuścić łososia. Można go zdobyć, klikając prawym przyciskiem myszy na wiadro z łososiem.
ru: Используйте, чтобы опустошить ведро и выпустить лосося. Можно получить, использовав ведро с водой на лососе.

source: Place it to empty the bucket and place a Tropical Fish. Obtain by right clicking on a Tropical Fish with a bucket of water.
eu: Jarri ontzia husteko eta arrain tropikal bat jartzeko. Lortu ezazu ur ontzi batekin Arrain Tropikal baten gainean zuzen klik eginez.
it: Posizionalo per svuotare il secchio con dentro un pesce tropicale. Ottienilo facendo clic col destro su un pesce tropicale con un secchio d'acqua.
pl: Umieść je aby opróżnić wiadro i wypuścić rybę tropikalną. Można go zdobyć, klikając prawym przyciskiem myszy na wiadro z rybą tropikalną.
ru: Используйте, чтобы опустошить ведро и выпустить тропическую рыбу. Можно получить, использовав ведро с водой на тропической рыбе.

source: Place it to empty the bucket and place an Axolotl. Obtain by right clicking on an Axolotl with a bucket of water.
eu: Jarri ontzia husteko eta Ajolote bat jartzeko. Lor ezazu ur ontzi batekin Ajolote baten gainean zuzen klik eginez.
it: Posizionalo per svuotare il secchio con dentro un axolotl. Ottienilo facendo clic col destro su un axolotl con un secchio d'acqua.
pl: Umieść je aby opróżnić wiadro i wypuścić aksolotla. Można go zdobyć, klikając prawym przyciskiem myszy na wiadro z aksolotlem.
ru: Используйте, чтобы опустошить ведро и выпустить аксолотля. Можно получить, использовав ведро с водой на аксолотле.

source: Places a water source and a Cod.
eu: Jarri ur-iturri bat eta bakailao bat.
it: Posiziona una sorgente d'acqua ed un merluzzo.
pl: Umieszcza źródło wody i dorsza.
ru: Переносит источник воды и треску.

source: Places a water source and a Pufferfish.
ru: Переносит источник воды и иглобрюха.

source: Places a water source and a Salmon.
eu: Jarri ur-iturri bat eta izokin bat.
it: Posiziona una sorgente d'acqua ed un salmone.
pl: Umieszcza źródło wody i łososia.
ru: Переносит источник воды и лосося.

source: Places a water source and a Tropical Fish.
eu: Jarri ur iturri bat eta arrain tropikal bat.
it: Posiziona una sorgente d'acqua ed un pesce tropicale.
pl: Umieszcza źródło wody i rybę tropikalną.
ru: Переносит источник воды и тропическую рыбу.

source: Places a water source and an Axolotl.
eu: Jarri ur iturri bat eta Ajolote bat.
it: Posiziona una sorgente d'acqua ed un axolotl.
pl: Umieszcza źródło wody i aksolotla.
ru: Переносит источник воды и аксолотля.

source: This bucket is filled with water and a Cod.
eu: Kubo hau urez eta bakailaoz beteta dago.
it: Questo secchio contiene acqua ed un merluzzo.
pl: To wiadro jest wypełnione wodą i zawiera dorsza.
ru: Это ведро наполнено водой и содержит треску.

source: This bucket is filled with water and a Pufferfish.
ru: Это ведро наполнено водой и содержит иглобрюха.

source: This bucket is filled with water and a Salmon.
eu: Ontzi hau urez eta izokinez beteta dago.
it: Questo secchio contiene acqua ed un salmone.
pl: To wiadro jest wypełnione wodą i zawiera łososia.
ru: Это ведро наполнено водой и содержит лосося.

source: This bucket is filled with water and a Tropical Fish.
eu: Kubo hau urez eta Arrain Tropikalez beteta dago.
it: Questo secchio contiene acqua ed un pesce tropicale.
pl: To wiadro jest wypełnione wodą i zawiera rybę tropikalną.
ru: Это ведро наполнено водой и содержит тропическую рыбу.

source: This bucket is filled with water and an Axolotl.
eu: Ontzi hau urez eta Ajolote batez beteta dago.
it: Questo secchio contiene acqua ed un axolotl.
pl: To wiadro jest wypełnione wodą i zawiera aksolotla.
ru: Это ведро наполнено водой и содержит аксолотля.

source: Lava Bucket
eu: Labadun kuboa
it: Secchio di lava
pl: Wiadro lawy
ru: Ведро лавы

source: A bucket can be used to collect and release liquids. This one is filled with hot lava, safely contained inside. Use with caution.
eu: Likidoak biltzeko eta askatzeko kuboa erabil daiteke. Barruan modu seguruan dagoen laba beroz beteta dago. Kontuz erabili.
it: Un secchio può essere utilizzato per raccogliere e versare liquidi. Questo è pieno di lava bollente, trasportabile in sicurezza. Usalo con attenzione.
pl: Wiadro może być użyte do zbierania i wylewania płynów. To jest wypełnione gorącą lawą, bezpiecznie przechowywaną w środku. Używaj ostrożnie.
ru: Ведро может быть использовано для набора и выливания жидкостей. Это ведро наполнено лавой, которая безопасно хранится внутри. Используйте с осторожностью.

source: Get in a safe distance and place the bucket to empty it and create a lava source at this spot. Don't burn yourself!
eu: Urrundu distantzia seguru batera eta jarri kuboa husteko eta sortu laba iturri bat leku honetan. Ez erre!
it: Mettiti in una posizione sicura e posiziona il secchio per svuotarlo e creare una sorgente di lava. Occhio a non prendere fuoco!
pl: Odejdź na bezpieczną odległość i umieść wiadro aby je opróżnić i utworzyć źródło lawy w danym miejscu. Nie poparz się!
ru: Стоя на безопасном расстоянии, используйте ведро на пустом месте, чтобы создать источник лавы на этом участке. Не подожгите себя!

source: Places a lava source
eu: Jarri laba-iturri bat
it: Posiziona una sorgente di lava
pl: Umieszcza źródło lawy
ru: Переносит источник лавы

source: Water Bucket
eu: Urez betetako kuboa
it: Secchio d'acqua
pl: Wiadro wody
ru: Ведро воды

source: A bucket can be used to collect and release liquids. This one is filled with water.
eu: Likidoak biltzeko eta askatzeko kuboa erabil daiteke. Hau urez beteta dago.
it: Un secchio può essere utilizzato per raccogliere e versare liquidi. Questo è pieno di acqua.
pl: Wiadro może być użyte do zbierania i wylewania płynów. To jest wypełnione wodą.
ru: Ведро может быть использовано для набора и выливания жидкостей. Это ведро наполнено водой.

source: Place it to empty the bucket and create a water source.
eu: Jarri ontzia hustu eta ur-iturri bat sortzeko.
it: Posizionalo per svuotarlo e creare una sorgente d'acqua.
pl: Umieść je aby opróżnić wiadro i utworzyć źródło wody.
ru: Используйте ведро на пустом месте для создания источника воды.

source: Places a water source
eu: Jarri ur-iturri bat
it: Posiziona una sorgente d'acqua
pl: Umieszcza źródło wody
ru: Переносит источник воды

source: River Water Bucket
eu: Ibaiko ur-ontzia
it: Secchio d'acqua del fiume
pl: Wiadro wody rzecznej
ru: Ведро речной воды

source: A bucket can be used to collect and release liquids. This one is filled with river water.
eu: Likidoak biltzeko eta askatzeko kuboa erabil daiteke. Hau ibai-urez beteta dago.
it: Un secchio può essere utilizzato per raccogliere e versare liquidi. Questo è pieno di acqua del fiume.
pl: Wiadro może być użyte do zbierania i wylewania płynów. To jest wypełnione wodą rzeczną.
ru: Ведро может быть использовано для набора и выливания жидкостей. Это ведро наполнено речной водой.

source: Place it to empty the bucket and create a river water source.
eu: Jarri ontzia husteko eta ibaiko ur-iturri bat sortzeko.
it: Posizionalo per svuotarlo e creare una sorgente di acqua del fiume.
pl: Umieść je aby opróżnić wiadro i utworzyć źródło wody rzecznej.
ru: Используйте ведро на пустом месте для создания источника речной воды.

source: Places a river water source
eu: Jarri ibaiko ur-iturri bat
it: Posiziona una sorgente d'acqua del fiume
pl: Umieszcza źródło wody rzecznej
ru: Переносит источник речной воды
