Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/mcl_armor/locale/poconvert/*.po
Languages: eu, it, pt

source: Upgrade:
pt: Melhoria:

source: This is a piece of equippable armor which reduces the amount of damage you receive.
eu: Armadura ekipagarriko pieza bat da, jasotzen duzun kalte kantitatea murrizten duena.
it: Questa è una parte di armatura indossabile che riduce la quantità di danno che ricevi.
pt: Esta é uma peça de armadura equipável que reduz a quantidade de dano que recebe.

source: To equip it, put it on the corresponding armor slot in your inventory menu.
eu: Parekatzeko, jarri armadura-artekan zure inbentarioko menuan.
it: Per equipaggiarlo, mettilo nello scompartimento dell'armatura corrispondente nel tuo menu dell'inventario.
pt: Para a equipar, põe-na no respetivo slot da armadura no teu menu do inventário.

source: Leather Cap
eu: Larruzko kapela
it: Casco di cuoio
pt: Barrete de couro

source: Leather Tunic
eu: Larruzko tunika
it: Giubba di cuoio
pt: Túnica de couro

source: Leather Pants
eu: Larruzko prakak
it: Pantaloni di cuoio
pt: Perneiras de couro

source: Leather Boots
eu: Larruzko botak
it: Stivali di cuoio
pt: Botas de couro

source: Colorize a piece of leather armor, or wash it
eu: Koloreztatu edo garbitu larruzko edo arkatzezko armadurako pieza bat
it: Colora o lava un pezzo di armatura di pelle
pt: Pinta uma peça de armadura de couro, ou lava-a

source: Not leather armor.
eu: Ez da larruzko armadura bat.
it: Non è armatura di pelle.
pt: Não é armadura de couro.

source: Washed.
eu: Garbituta.
it: Lavato.
pt: Lavada.

source: Done: @1
eu: Emaitza: @1
it: Fatto: @1
pt: Resultado: @1

source: Player isn't online
eu: Pertsona ez dago linean
it: Giocatore non connesso
pt: O jogador não está online

source: Bolt Armor Trim
eu: Errematxeen armadura diseinatzea
it: Ornamento stile bullone
pt: Revestimento de Parafuso

source: Coast Armor Trim
eu: Kostaldeko armaduraren diseinua
it: Ornamento stile costiero
pt: Revestimento do Litoral

source: Dune Armor Trim
eu: Dunen armadura diseinatzea
it: Ornamento stile duna
pt: Revestimento de Duna

source: Eye Armor Trim
eu: Begietako armaduraren diseinua
it: Ornamento stile occhio
pt: Revestimento de Olho

source: Flow Armor Trim
eu: Espiral-armaduraren diseinua
it: Ornamento stile flusso
pt: Revestimento de Fluxo

source: Rib Armor Trim
eu: Saihets-armaduraren diseinua
it: Ornamento stile costole
pt: Revestimento de Costelas

source: Sentry Armor Trim
eu: Jagole-armaduraren diseinua
it: Ornamento stile sentinella
pt: Revestimento de Sentinela

source: Silence Armor Trim
eu: Isiltasunezko armadura diseinatzea
it: Ornamento stile silenzio
pt: Revestimento de Silêncio

source: Snout Armor Trim
eu: Mutur-armaduraren diseinua
it: Ornamento stile grugno
pt: Revestimento de Focinho

source: Spire Armor Trim
eu: Orratz-armaduraren diseinua
it: Ornamento stile guglie
pt: Revestimento de Espiral

source: Tide Armor Trim
eu: Marearen armaduraren diseinua
it: Ornamento stile marea
pt: Revestimento do Mar

source: Vex Armor Trim
eu: Vex armaduraren diseinua
it: Ornamento stile vessante
pt: Revestimento de Vex

source: Ward Armor Trim
eu: Warden armaduraren diseinua
it: Ornamento stile sorvegliante
pt: Revestimento das Profundezas

source: Wayfinder Armor Trim
eu: Bilakaminoen armadura diseinatzea
it: Ornamento stile ricognitore
pt: Revestimento do Navegador

source: Wild Armor Trim
eu: Armadura basatiaren diseinua
it: Ornamento stile selvaggio
pt: Revestimento da Selva

source: Golden Helmet
eu: Urrezko kaskoa
it: Elmo d'oro
pt: Capacete de ouro

source: Golden Chestplate
eu: Urrezko petoa
it: Corazza d'oro
pt: Peitoral de ouro

source: Golden Leggings
eu: Urrezko grebak
it: Gambiere d'oro
pt: Perneiras de ouro

source: Golden Boots
eu: Urrezko botak
it: Stivali d'oro
pt: Botas de ouro

source: Chainmail Helmet
eu: Sare-kotako kaskoa
it: Cuffia di maglia
pt: Capacete de malha

source: Chainmail Chestplate
eu: Sare-kotako petoa
it: Cotta di maglia
pt: Peitoral de malha

source: Chainmail Leggings
eu: Sare-kotako grebak
it: Brache di maglia
pt: Perneiras de malha

source: Chainmail Boots
eu: Sare-kotako botak
it: Scarpe di maglia
pt: Botas de malha

source: Iron Helmet
eu: Burdinazko kaskoa
it: Elmo di ferro
pt: Capacete de ferro

source: Iron Chestplate
eu: Burdinazko petoa
it: Corazza di ferro
pt: Peitoral de ferro

source: Iron Leggings
eu: Burdinazko grebak
it: Gambiere di ferro
pt: Perneiras de ferro

source: Iron Boots
eu: Burdinazko botak
it: Stivali di ferro
pt: Botas de ferro

source: Diamond Helmet
eu: Diamantezko kaskoa
it: Elmo di diamante
pt: Capacete de diamante

source: Diamond Chestplate
eu: Diamantezko petoa
it: Corazza di diamante
pt: Peitoral de diamante

source: Diamond Leggings
eu: Diamantezko grebak
it: Gambiere di diamante
pt: Perneiras de diamante

source: Diamond Boots
eu: Diamantezko botak
it: Stivali di diamante
pt: Botas de diamante

source: Netherite Helmet
eu: Netheritazko kaskoa
it: Elmo di netherite
pt: Capacete de netherite

source: Netherite Chestplate
eu: Netheritazko petoa
it: Corazza di netherite
pt: Peitoral de netherite

source: Netherite Leggings
eu: Netheritazko grebak
it: Gambiera di netherite
pt: Perneiras de netherite

source: Netherite Boots
eu: Netheritazko botak
it: Stivali di netherite
pt: Botas de netherite

source: Projectile Protection
eu: Jaurtigaien aurkako babesa
it: Protezione dai proiettili
pt: Proteção contra projéteis

source: Reduces projectile damage.
eu: Jaurtigaien kaltea murrizten du.
it: Riduce il danno dei proiettili.
pt: Reduz dano de projéteis.

source: Blast Protection
eu: Leherketen aurkako babesa
it: Protezione dalle esplosioni
pt: Proteção contra explosões

source: Reduces explosion damage and knockback.
eu: Leherketen kaltea eta horien bultzada murrizten ditu.
it: Riduce il danno delle esplosioni e dei contraccolpi.
pt: Reduz dano e recuo de explosões.

source: Fire Protection
eu: Suaren aurkako babesa
it: Protezione dal fuoco
pt: Proteção contra o fogo

source: Reduces fire damage.
eu: Suak eragindako kaltea murrizten du.
it: Riduce il danno da fuoco.
pt: Reduz o dano de fogo.

source: Protection
eu: Babesa
it: Protezione
pt: Proteção

source: Reduces most types of damage by 4% for each level.
eu: Kalte mota gehienak % 4 murrizten ditu maila bakoitzeko.
it: Riduce la maggior parte dei danni del 4% per ogni livello.
pt: Reduz a maioria dos tipos de dano por 4% para cada nível.

source: Feather Falling
eu: Luma erortzea
it: Atterraggio morbido
pt: Queda Suave

source: Reduces fall damage.
eu: Murriztu egiten du erorikoaren ondoriozko kaltea.
it: Riduce il danno da caduta.
pt: Reduz o dano de queda.

source: Aqua Affinity
eu: Uretako kidetasuna
it: Affinità all'acqua
pt: Afinidade aquática

source: Increases underwater mining speed.
eu: Ur azpiko minatze-abiadura handitzen du.
it: Aumenta la velocità di scavo sott'acqua.
pt: Aumenta a velocidade de mineração subaquática.

source: Curse of Binding
eu: Loturako madarikazioa
it: Maledizione del legame
pt: Maldição da União

source: Item cannot be removed from armor slots except due to death, breaking or in Creative Mode.
eu: Itema ezin da armadura zirrikituetatik kendu, hiltzean, apurtzean edo Modu Sortzailean izan ezik.
it: L'oggetto non può essere rimosso dallo slot armatura a meno che si rompa, tu non muoia o in modalità creativa.
pt: Item não pode ser removido dos espaços de armadura excepto na morte, quebra ou no Modo Criativo.

source: Thorns
eu: Arantzak
it: Spine
pt: Espinhos

source: Reflects some of the damage taken when hit, at the cost of reducing durability with each proc.
eu: Kolpatzean jasotako kaltearen zati bat islatzen du, jasotako kolpe bakoitzarekin iraunkortasuna murriztearen kontura.
it: Riflette parte del danno ricevuto quando si viene colpiti, a costo di ridurre la durata dell'equipaggiamento.
pt: Reflete parte do dano tomado, à custa de alguma durabilidade em cada uso.

source: Elytra
eu: Elitroak
it: Elitra
pt: Élitros

source: Smithing Template
eu: Errementaritzako txantiloia
it: Schema di forgiatura
pt: Molde de Ferraria

source: Applies to:
eu: Honako hauei aplikatzen zaie:
it: Si applica a:
pt: Aplica-se a:

source: Armor
eu: Armadura
it: Armatura
pt: Armadura

source: Ingredients:
eu: Osagaiak:
it: Ingredienti:
pt: Ingredientes:

source: Ingot & Crystals
eu: Lingoteak eta kristalak
it: Lingotti e cristalli
pt: Barras & Cristais
