Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/REDSTONE/mcl_comparators/locale/poconvert/*.po
Languages: eu, it

source: Redstone comparators are multi-purpose redstone components.
eu: Redstone konparatzaileak helburu anitzeko Redstone osagaiak dira.
it: I comparatori pietrarossa sono degli oggetti di pietrarossa multifunzione.

source: They can transmit a redstone signal, detect whether a block contains any items and compare multiple signals.
eu: Redstone seinale bat transmiti dezakete, bloke batek itemik baduen detektatu eta hainbat seinale alderatu.
it: Possono trasmettere un segnale pietrarossa, rilevare se un blocco contiene oggetti e confrontare più segnali.

source: A redstone comparator has 1 main input, 2 side inputs and 1 output. The output is in arrow direction, the main input is in the opposite direction. The other 2 sides are the side inputs.
eu: Redstone konparatzaile batek sarrera nagusi 1, 2 alboko sarrera eta irteera 1 ditu. Irteera geziaren norabidean dago, sarrera nagusia kontrako norabidean dago. Beste bi aldeak alboko sarrerak dira.
it: Un comparatore pietrarossa ha 1 segnale di entrata principale, 2 segnali di entrata laterali e 1 segnale di uscita. Il segnale di uscita è nel senso della freccia, quello di entrata principale è nella direzione opposta. Gli altri 2 sono i segnali laterali.

source: The main input can powered in 2 ways: First, it can be powered directly by redstone power like any other component. Second, it is powered if, and only if a container (like a chest) is placed in front of it and the container contains at least one item.
eu: Sarrera nagusia 2 modutan elikatu daiteke: lehenik eta behin, zuzenean elikatu daiteke redstone bidez, beste edozein osagai bezala. Bigarrenik, elikatu bai, eta edukiontzi bat jartzen bada (kutxa bat bezala) eta edukiontziak item bat badu gutxienez.
it: L'input principale può essere alimentato in due modi: direttamente dalla corrente di pietrarossa come qualsiasi altro componente, o se un contenitore (es. un baule) è posizionato di fronte ad esso e contiene almeno un oggetto al suo interno.

source: The side inputs are only powered by normal redstone power. The redstone comparator can operate in two modes: Transmission mode and subtraction mode. It starts in transmission mode and the mode can be changed by using the block.
eu: Alboko sarrerak redstone elikadura normalak baino ez ditu elikatzen. Redstone konparatzaileak bi modutan funtziona dezake: transmisio modua eta kenketa modua. Transmisio-moduan hasten da, eta modua blokea erabiliz alda daiteke.
it: Gli input laterali possono essere alimentati solo dalla corrente di pietrarossa. Il comparatore ha due modalità: trasmissione e sottrazione. Di default è in modalità tramissione, ma la modalità può essere cambiata usando il blocco.

source: Transmission mode: The front torch is unlit and lowered. The output is powered if, and only if the main input is powered. The two side inputs are ignored.
eu: Transmisio-modua: Aurreko argi-zuzia itzalita eta baja dago. Sarrera nagusia elikatzen bada bakarrik elikatzen da irteera. Alboko bi sarrerak ez dira kontuan hartzen.
it: Modalità tramissione: La torcia frontale è spenta e abbassata. L'output è alimentato solamente se anche l'input principale lo è. Gli input laterali sono ignorati.

source: Subtraction mode: The front torch is lit. The output is powered if, and only if the main input is powered and none of the side inputs is powered.
eu: Kenketa modua: Aurreko argi-zuzia piztuta dago. Irteera elikatu egiten da baldin eta sarrera nagusia elikatuta badago eta alboko sarreretako bat ere elikatuta ez badago.
it: Modalità sottrazione: La torcia frontale è illuminata. L'output è alimentato solo se l'input principale è alimentato, ma non quelli laterali.

source: Redstone Comparator
eu: Redstone konparatzailea
it: Comparatore pietrarossa

source: Redstone Comparator (Powered)
eu: Redstone konparatzailea (Aktibatuta)
it: Comparatore pietrarossa (Alimentato)

source: Redstone Comparator (Subtract)
eu: Redstone konparatzailea (Negatiboa)
it: Comparatore pietrarossa (Sottrazione)

source: Redstone Comparator (Subtract, Powered)
eu: Redstone konparatzailea (Negatiboa, Aktibatuta)
it: Comparatore pietrarossa (Sottrazione, Alimentato)
