Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/MISC/mcl_commands/locale/poconvert/*.po
Languages: it, pt

source: List bans
it: Mostra i divieti ai giocatori
pt: Lista de bans

source: Ban list: @1
it: Lista dei divieti: @1
pt: Lista de bans: @1

source: Players can't be killed right now, damage has been disabled.
it: I giocatori non possono essere uccisi, i danni sono stati disabilitati.
pt: Os jogadores não podem ser mortos, o dano foi desabilitado.

source: Player @1 does not exist.
it: Il giocatore @1 non esiste.
pt: Jogador @1 não existe.

source: You are already dead
it: Sei già morto
pt: Já está morto

source: @1 is already dead
it: @1 è già morto
pt: @1 já está morto

source: [<name>]
it: [<nome>]
pt: [<nome>]

source: Kill player or yourself
it: Uccide un giocatore o te stesso
pt: Mata um jogador ou a si mesmo

source: Show who is logged on
it: Mostra chi è sul server
pt: Mostrar quem está logado

source: Can use /say
it: Può usare /say
pt: Pode usar /say

source: <message>
it: <messaggio>
pt: <mensagem>

source: Send a message to every player
it: Invia un messaggio a tutti i giocatori
pt: Envia uma mensagem a todos os jogadores

source: Invalid usage, see /help say.
it: Uso invalido, controlla /help say.
pt: Uso inválido, veja /help say.

source: Displays the world seed
it: Mostra il seed del mondo
pt: Mostra a seed do mundo

source: Set node at given position
it: Imposta un nodo in una posizione specificata
pt: Define um node na posição dada

source: Invalid node
it: Nodo invalido
pt: Node inválido

source: @1 spawned.
it: @1 è spawnato.
pt: @1 nasceu.

source: Invalid parameters (see /help setblock)
it: Parametri invalidi (controlla /help setblock)
pt: Parâmetros inválidos (veja /help setblock)

source: <sound> <target>
it: <suono> <bersaglio>
pt: <som> <alvo>

source: Play a sound. Arguments: <sound>: name of the sound. <target>: Target.
it: Riproduce un suono. Argomenti: <suono>: nome del suono. <bersaglio>: il bersaglio di destinazione.
pt: Toca um som. Argumentos: <som>: nome de um som. <alvo>: Alvo.

source: Sound name is invalid!
it: Il nome del suono non è valido!
pt: O som do nome é inválido!

source: Target is invalid!!
it: Il bersaglio non è valido!
pt: O alvo é inválido!

source: Only peaceful mobs allowed!
it: Permessi solo i mob pacifici!
pt: Apenas criaturas pacíficas são permitidas!
