Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/HELP/mcl_craftguide/locale/poconvert/*.po
Languages: it

source: Any shulker box
it: Qualsiasi scatola shulker

source: Any wool
it: Qualsiasi lana

source: Any wood planks
it: Qualsiasi asse di legno

source: Any wood
it: Qualsiasi tronco

source: Any sand
it: Qualsiasi tipo di sabbia

source: Any normal sandstone
it: Qualsiasi arenaria normale

source: Any red sandstone
it: Qualsiasi arenaria rossa

source: Any carpet
it: Qualsiasi tappeto

source: Any dye
it: Qualsiasi colorante

source: Any water bucket
it: Qualsiasi secchio d'acqua

source: Any flower
it: Qualsiasi fiore

source: Any mushroom
it: Qualsiasi fungo

source: Any wooden slab
it: Qualsiasi lastra di legno

source: Any wooden stairs
it: Qualsiasi scalini di legno

source: Any coal
it: Qualsiasi carbone

source: Any kind of quartz block
it: Qualsiasi blocco di quarzo

source: Any kind of purpur block
it: Qualsiasi blocco di purpur

source: Any stone bricks
it: Qualsiasi mattoni di pietra

source: Any stick
it: Qualsiasi bastone

source: Any item belonging to the @1 group
it: Qualsiasi oggetto appartenente al gruppo @1

source: Any item belonging to the groups: @1
it: Qualsiasi oggetto appartenente ai gruppi: @1

source: Cooking time: @1
it: Tempo di cottura: @1

source: Burning time: @1
it: Tempo di bruciatura: @1

source: Usages
it: Utilizzi

source: Recipes
it: Ricette

source: Recipe is too big to be displayed (@1×@2)
it: La ricetta è troppo grande per poter essere mostrata (@1x@2)

source: Shapeless
it: Senza forma

source: Cooking
it: Cottura

source: Increase window size
it: Aumenta dimensione della finestra

source: Decrease window size
it: Riduci dimensione della finestra

source: Search
it: Cerca

source: Reset
it: Azzera

source: Previous page
it: Pagina precedente

source: Next page
it: Pagina successiva

source: No item to show
it: Nessun oggetto da mostrare

source: Collect items to reveal more recipes
it: Raccogli oggetti per sbloccare nuove ricette

source: This item can be repaired at an anvil with: @1.
it: Questo oggetto può essere riparato su un'incudine con: @1.

source: This item can be repaired at an anvil with any wooden planks.
it: Questo oggetto può essere riparato su un'incudine con qualsiasi asse di legno.

source: This item can be repaired at an anvil with any item in the “@1” group.
it: Questo oggetto può essere riparato in un'incudine da qualsiasi oggetto del gruppo "@1".
