Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/mcl_amethyst/locale/poconvert/*.po
Languages: eu, it, sv, uk

source: Block of Amethyst
eu: Amatista-blokea
it: Blocco di ametista
sv: Ametistblock
uk: Аметистовий Блок

source: The Block of Amethyst is a decoration block crafted from amethyst shards.
eu: Amatista blokea apaingarri multzo bat da, amatista zatiekin egina.
it: Il Blocco di Ametista è un blocco decorativo assemblato da schegge di ametista.
sv: Ametistblocket är ett dekorationsblock tillverkat av ametistskärvor.
uk: Аметистовий Блок це декоративний блок, що створюється з аметистових осколків.

source: Budding Amethyst
eu: Amatista-ernamuina
it: Ametista gemmante
sv: Knoppande ametist
uk: Родючий Аметист

source: The Budding Amethyst can grow amethyst
eu: Amatista-ernamuinak amatista haztea eragin dezake
it: L'ametista gemmante è in grado di crescere gli aggregati di ametista
sv: Knoppande ametist kan odla ametister
uk: Родючий Аметист може виростити аметист

source: Amethyst Shard
eu: Amatista zatia
it: Scheggia di ametista
sv: Ametistskärva
uk: Уламок аметисту

source: An amethyst shard is a crystalline mineral.
eu: Amatista zati bat mineral kristalino bat da.
it: Una scheggia di ametista è un minerale cristallino.
sv: En Ametistskärva är av kristallint material.
uk: Уламок аметисту - це кристалічний мінерал.

source: Calcite
eu: Kaltzita
sv: Kalkspat
uk: Кальцит

source: Calcite can be found as part of amethyst geodes.
eu: Kaltzita amatista-geoden barruan aurki daiteke.
it: La calcite fa parte dei geodi di ametista.
sv: Kalkspat kan hittas som en del av ametistgeoder.
uk: Кальцит можна знайти в аметистових родовищах.

source: Tinted Glass
eu: Kristal Opakua
it: Vetro oscurato
sv: Färgat glas
uk: Тоноване Скло

source: Tinted Glass is a type of glass which blocks lights while it is visually transparent.
eu: Kristal Opakua argia blokeatzen duen kristal mota bat da, bisualki gardena den bitartean.
it: Il vetro oscurato è un tipo di vetro che blocca la luce pur rimanendo trasparente.
sv: Färgat glas är en glastyp som blockerar ljus samtidigt som det är visuellt transparent.
uk: Тоноване Скло це тип скла, що візуально прозорий, але не пропускає світло.

source: Small Amethyst Bud
eu: Amatista txikiaren ernamuina
it: Gemma di ametista piccola
sv: Liten ametistknopp
uk: Маленький Родючий Аметист

source: Small Amethyst Bud is the first growth of amethyst bud.
eu: Amatista txikia ernamuina amatista-ernamuinaren hazkundearen lehen etapa da.
it: Una Gemma di ametista piccola è la prima fase di crescita dell'aggregato di ametista.
sv: Liten ametistknopp är det första utvecklingsstadiet av en ametistknopp.
uk: Маленький Родючий Аметист це перший ріст Родючого Аметисту.

source: Medium Amethyst Bud
eu: Amatista ertainaren ernamuina
it: Gemma di ametista media
sv: Mellanstor ametistknopp
uk: Середній Родючий Аметист

source: Medium Amethyst Bud is the second growth of amethyst bud.
eu: Amatista ertaia ernamuina amatista-ernamuinaren hazkundearen bigarren etapa da.
it: Una Gemma di ametista media è la seconda fase di crescita dell'aggregato di ametista.
sv: Mellanstor ametistknopp är det andra utvecklingsstadiet av en ametistknopp.
uk: Середній Родючий Аметист це другий етап росту Родючого Аметисту.

source: Large Amethyst Bud
eu: Amatista handiaren ernamuina
it: Gemma di ametista grande
sv: Stor ametistknopp
uk: Великий Родючий Аметист

source: Large Amethyst Bud is the third growth of amethyst bud.
eu: Amatista handia ernamuina amatista-ernamuinaren hazkundearen hirugarren etapa da.
it: Una Gemma di ametista grande è la terza fase di crescita dell'aggregato di ametista.
sv: Stor ametistknopp är det tredje utvecklingsstadiet av en ametistknopp.
uk: Великий Родючий Аметист це третій етап росту Родючого Аметисту.

source: Amethyst Cluster
eu: Amatista-mordoa
it: Aggregato di ametista
sv: Ametistkluster
uk: Аметистовий Кластер

source: Amethyst Cluster is the final growth of amethyst bud.
eu: Amatista multzoa amatista-ernamuinaren hazkundearen azken etapa da.
it: Un aggregato di ametista è la fase definitiva di crescita.
sv: Ametistkluster är det sista utvecklingsstadiet av en ametistknopp.
uk: Аметистовий Кластер це фінальний етап росту Родючого Аметисту.
