Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/HELP/doc/doc_items/locale/poconvert/*.po
Languages: eu, sv

source: This is a decorational block.
eu: Hau dekorazio-bloke bat da.
sv: Detta är ett dekorativt block.

source: This block is a building block for creating various buildings.
eu: Bloke hau eraikuntza desberdinak sortzeko eraikuntza-bloke bat da.
sv: Detta block är en byggsten för att skapa olika byggnader.

source: This item is primarily used for crafting other items.
eu: Item hau beste item batzuk fabrikatzeko erabiltzen da batez ere.
sv: Detta föremål används främst för att tillverka andra föremål.

source: Hold it in your hand, then leftclick to eat it.
eu: Heldu eskuan eta gero egin ezker-klik jateko.
sv: Håll den i handen och vänsterklicka sedan för att äta den.

source: Hold it in your hand, then leftclick to eat it. But why would you want to do this?
eu: Eutsi eskuan eta gero egin ezker-klik jateko. Baina zergatik egingo zenuke hau?
sv: Håll den i handen och vänsterklicka sedan för att äta den. Men varför skulle du vilja göra det?

source: This block's rotation is affected by the way you place it: Place it on the floor or ceiling for a vertical orientation; place it at the side for a horizontal orientation. Sneaking while placing it leads to a perpendicular orientation instead.
eu: Bloke hau jartzen duzun moduak bere errotazioari eragiten dio: Jarri lurrean edo sabaian orientazio bertikal baterako; jarri albo batean orientazio horizontal baterako. Makurtu jartzen duzun bitartean, orientazio perpendikularra ematen du.
sv: Detta blocks rotation påverkas av hur du placerar det: Placera det på golvet eller i taket för en vertikal orientering; placera det vid sidan om för en horisontell orientering. Att smyga när du placerar det leder till en vinkelrät orientering istället.

source: Hand
eu: Eskua

source: Air
eu: Airea
sv: Luft

source: Yes
eu: Bai
sv: Ja

source: No
eu: Ez
sv: Nej

source: Unknown item (@1)
eu: Item ezezaguna (@1)
sv: Okänt föremål (@1)

source: unknown
eu: ezezaguna
sv: okänd

source: 1 second
eu: 1 segundo
sv: 1 sekund

source: @1 seconds
eu: @1 segundo
sv: @1 sekunder

source: • @1, rating @2: @3 s - @4 s
eu: • @1, sailkapena @2 : @3s - @4s
sv: - @1, betyg @2: @3 s - @4 s

source: • @1, rating @2: @3 s
eu: • @1, sailkapena @2: @3 s
sv: • @1, betyg @2: @3 s

source: • @1, level @2: @3 uses
eu: • @1, maila @2: @3 erabilera
sv: • @1, nivå @2: @3 användningar

source: • @1, level @2: Unlimited
eu: • @1, maila @2: Mugagabea
sv: • @1, nivå @2: Obegränsad

source: This tool is capable of mining.
eu: Tresna honek ustiatu egin daiteke.
sv: Detta verktyg är lämpat till att gräva.

source: Maximum toughness levels:
eu: Gogortasun-maila maximoak:
sv: Maximal hårdhetsnivå:

source: Mining times:
eu: Ustiatze-denborak:
sv: Grävningstider:

source: Mining durability:
eu: Ustiatze iraunkortasuna:
sv: Grävningshållbarhet:

source: This is a melee weapon which deals damage by punching.
eu: Gorputzez gorputzeko arma bat da, kolpatzean mina ematen duena.
sv: Detta är ett närstridsvapen som ger skada genom slag.

source: Maximum damage per hit:
eu: Kolpe bakoitzeko gehieneko kaltea:
sv: Maximal skada per träff:

source: Full punch interval: @1 s
eu: Kolpe-tartea: @1 s
sv: Slagintervall: @1 s

source: This block can be mined by any mining tool in half a second.
eu: Bloke hau edozein tresnarekin ustia daiteke segundo erdian.
sv: Detta block kan brytas av vilket grävverktyg som helst på en halv sekund.

source: This block can be mined by any mining tool immediately.
eu: Bloke hau edozein tresnarekin ustia daiteke berehala.
sv: Detta block kan omedelbart brytas med vilket grävverktyg som helst.

source: This block can not be mined by ordinary mining tools.
eu: Bloke hau ezin da ustiatzeko tresna arruntekin atera.
sv: Detta block kan inte brytas med vanliga grävverktyg.

source: This block can be destroyed by any mining tool in half a second.
eu: Bloke hau ustiatzeko edozein tresnak suntsitu dezake segundo erdian.
sv: Detta block kan förstöras av vilket grävverktyg som helst på en halv sekund.

source: This block can be destroyed by any mining tool immediately.
eu: Bloke hau ustiatzeko edozein tresnak suntsitu dezake berehala.
sv: Detta block kan omedelbart förstöras av vilket grävverktyg som helst.

source: This block can not be destroyed by ordinary mining tools.
eu: Bloke hau ezin da ustiatzeko tresna arruntekin suntsitu.
sv: Detta block kan inte förstöras av vanliga grävverktyg.

source: This block can be mined by mining tools which match any of the following mining ratings and its toughness level.
eu: Bloke hau ondorengo sailkapen eta gogortasun-mailarekin bat datozen tresnekin ustia daitezke.
sv: Detta block kan brytas med grävverktyg som matchar någon av följande brytningsklasser och dess hårdhet.

source: Mining ratings:
eu: Meatzaritzako kalifikazioak:
sv: Brytningsklasser:

source: Toughness level: @1
eu: Gogortasun-maila: @1
sv: Hårdhet: @1

source: Range: @1
eu: Irismena: @1
sv: Räckvidd: @1

source: Range: @1 (@2)
eu: Irismena: @1 (@2)
sv: Räckvidd: @1 (@2)

source: This tool can serve as a smelting fuel with a burning time of @1.
eu: Tresna hau galdaketa erregai moduan erabil daiteke @1-z denboraz.
sv: Detta verktyg kan användas som smältbränsle med en brinntid på @1.

source: This block can serve as a smelting fuel with a burning time of @1.
eu: Bloke hau galdaketa erregai moduan erabil daiteke @1-z denboraz.
sv: Detta block kan användas som smältbränsle med en brinntid på @1.

source: This item can serve as a smelting fuel with a burning time of @1.
eu: Item hau galdaketa erregai moduan erabil daiteke @1-z denboraz.
sv: Detta föremål kan användas som smältbränsle med en brinntid på @1.

source: Using it as fuel turns it into: @1.
eu: Erregai moduan erabilita hau bihurtuko da: @1.
sv: Om du använder det som bränsle blir det till: @1.

source: Itemstring: "@1"
eu: Itemaaren IDa: "@1"
sv: Föremålssträng: "@1"

source: Description: @1
eu: Deskribapena: @1
sv: Beskrivning: @1

source: Usage help: @1
eu: Erabileraren laguntza: @1
sv: Användarhjälp: @1

source: Maximum stack size: @1
eu: Pilaren tamaina handiena: @1
sv: Maximal stapelstorlek: @1

source: This block points to liquids.
eu: Bloke honek likidoen norabidea adierazten du.
sv: Detta block pekar vägen till vätskor.

source: This tool points to liquids.
eu: Tresna honek likidoen norabidea adierazten du.
sv: Detta verktyg pekar vägen till vätskor.

source: This item points to liquids.
eu: Item honek likidoen norabidea adierazten du.
sv: Detta föremål pekar vägen till vätskor.

source: Punches with this block don't work as usual; melee combat and mining are either not possible or work differently.
eu: Bloke honekin emandako kolpeek ez dute ohiko moduan funtzionatzen; borroka buruz buru eta ustiatzea ez dira posible edo modu desberdinean funtzionatzen dute.
sv: Slag med detta block fungerar inte som vanligt; närstrid och gruvdrift är antingen inte möjliga eller fungerar annorlunda.

source: Punches with this tool don't work as usual; melee combat and mining are either not possible or work differently.
eu: Tresna honekin emandako kolpeek ez dute ohiko moduan funtzionatzen; borroka buruz buru eta ustiatzea ez dira posible edo modu desberdinean funtzionatzen dute.
sv: Slag med det här verktyget fungerar inte som vanligt; närstrid och gruvdrift är antingen inte möjliga eller fungerar annorlunda.

source: Punches with this item don't work as usual; melee combat and mining are either not possible or work differently.
eu: Item honekin emandako kolpeek ez dute ohiko moduan funtzionatzen; borroka buruz buru eta ustiatzea ez dira posible edo modu desberdinean funtzionatzen dute.
sv: Slag med detta föremål fungerar inte som vanligt; närstrid och gruvdrift är antingen inte möjliga eller fungerar annorlunda.

source: This block belongs to the @1 group.
eu: Bloke hau @1 taldekoa da.
sv: Detta block tillhör @1-gruppen.

source: This tool belongs to the @1 group.
eu: Tresna hau @1 taldekoa da.
sv: Detta verktyg tillhör @1-gruppen.

source: This item belongs to the @1 group.
eu: Item hau @1 taldekoa da.
sv: Detta föremål tillhör @1-gruppen.

source: This block belongs to these groups: @1.
eu: Bloke hau talde hauetako da: @1.
sv: Detta block hör till dessa grupper: @1.

source: This tool belongs to these groups: @1.
eu: Tresna hau talde hauetako da: @1.
sv: Detta verktyg hör till dessa grupper: @1.

source: This item belongs to these groups: @1.
eu: Item hau talde hauetako da: @1.
sv: Detta föremål hör till dessa grupper: @1.

source: Blocks
eu: Blokeak
sv: Block

source: Item reference of blocks and other things which are capable of occupying space
eu: Blokeen eta lekua har dezaketen beste gauza batzun aurkibidea
sv: Artikelreferens för alla block och andra saker som upptar utrymme

source: Collidable: @1
eu: Talkagarria: @1
sv: Kolliderbar: @1

source: Pointable: Yes
eu: Apuntagarria: Bai
sv: Pekbar: Ja

source: Pointable: Only by special items
eu: Apuntagarria: Item berezien bidez bakarrik
sv: Pekbar: Endast med speciella föremål

source: Pointable: No
eu: Apuntagarria: Ez
sv: Pekbar: Nej

source: This block is a liquid with these properties:
eu: Bloke hau propietate hauek dituen likidoa da:
sv: Detta block är en vätska med dessa egenskaper:

source: • Renewable
eu: • Berriztagarria
sv: • Förnyelsebar

source: • Not renewable
eu: • Ez berriztagarria
sv: • Inte förnyelsebar

source: • No flowing
eu: • Fluxurik gabe
sv: • Icke-flödande

source: • Flowing range: @1
eu: • Fluxu tartea: @1
sv: • Räckvidd vid flöde: @1

source: • Viscosity: @1
eu: • Biskoistatea: @1
sv: • Viskositet: @1

source: This block causes a damage of @1 hit points per second.
eu: Bloke honek segundoko @1 kolpe puntuko mina ematen du.
sv: Detta block orsakar en skada på @1 hälsopoäng per sekund.

source: This block causes a damage of @1 hit point per second.
eu: Bloke honek segundoko @1 kolpe puntuko mina ematen du..
sv: Detta block orsakar en skada på @1 hälsopoäng per sekund.

source: This block decreases your breath and causes a drowning damage of @1 hit points every 2 seconds.
eu: Bloke honek arnasa murrizten du eta 2 segundo oro @1 osasun puntuko mina ematen du itotzeagatik.
sv: Detta block minskar din andningsförmåga och orsakar drunkningsskada på @1 hälsopoäng varannan sekund.

source: This block decreases your breath and causes a drowning damage of @1 hit point every 2 seconds.
eu: Bloke honek arnasa murrizten du eta 2 segundo oro @1 osasun puntuko mina ematen du itotzeagatik.
sv: Detta block minskar din andningsförmåga och orsakar drunkningsskada på @1 hälsopoäng varannan sekund.

source: The fall damage on this block is increased by @1%.
eu: Erorketa mina %@1 handituko da bloke honetan erorita.
sv: Fallskadan mot detta block ökar med @1%.

source: This block negates all fall damage.
eu: Bloke honek erorikoaren ondoriozko min guztiak baliogabetzen ditu.
sv: Detta block negerar all fallskada.

source: The fall damage on this block is reduced by @1%.
eu: Erorketa minaren %@1 murrizten da bloke honetan erorita.
sv: Fallskadan mot det här blocket minskas med @1%.

source: You can not jump while standing on this block.
eu: Ezin duzu salto egin bloke honetan zauden bitartean.
sv: Du kan inte hoppa när du står på detta block.

source: This block can be climbed.
eu: Bloke hau eskalatu egin daiteke.
sv: Detta block kan klättras.

source: This block will make you bounce off with an elasticity of @1%.
eu: Bloke honetan %@1 elastikotasunarekin bote egingo duzu.
sv: Detta block kommer att få dig att studsa med en elasticitet på @1%.

source: This block is slippery.
eu: Bloke hau irristakorra da.
sv: Detta block är halt.

source: This block is completely silent when walked on, mined or built.
eu: Bloke hau erabat isila da zapaltzean, ustiatzean edo jartzean.
sv: Detta block är helt tyst när man går på det, bryter det eller bygger det.

source: This block is completely silent when mined or built.
eu: Bloke hau erabat isila da ustiatu edo jartzea denean.
sv: Detta block är helt tyst när det bryts eller byggs.

source: Walking on this block is completely silent.
eu: Bloke honen gainean ibiltzea erabat isila da.
sv: På detta block går du ljudlöst.

source: Mining this block is completely silent.
eu: Bloke hau ustiatzea erabat isila da.
sv: Att bryta detta block är ljudlöst.

source: Building this block is completely silent.
eu: Bloke hau jartzea erabat isila da.
sv: Att placera detta block är ljudlöst.

source: This block is affected by gravity and can fall.
eu: Bloke honi grabitateak eragiten dio, eta erori egin daiteke.
sv: Detta block påverkas av tyngdkraften och kan falla.

source: Building another block at this block will place it inside and replace it.
eu: Bloke horren gainean beste bloke bat ipintzeak barruan jarri eta ordezkatuko du.
sv: Om du bygger ett nytt block på detta block kommer det att placeras inuti det och ersätta det.

source: Falling blocks can go through this block; they destroy it when doing so.
eu: Erortzen diren blokeek bloke hau zeharka dezakete; hori egitean suntsitu egiten dute.
sv: Fallande block kan gå igenom detta block, men förstör det då de gör det.

source: This block will drop as an item when a falling block ends up inside it.
eu: Bloke hau item bihurtuko da beste bloke bat honen gainera erortzen denean.
sv: Detta block kommer släppas som ett föremål när ett fallande block hamnar inuti det.

source: This block is destroyed when a falling block ends up inside it.
eu: Bloke hau suntsitu egiten da beste bloke bat honen gainera erortzen denean.
sv: Detta block förstörs när ett fallande block hamnar inuti det.

source: This block will drop as an item when it is not attached to a surrounding block.
eu: Bloke hau item bihurtuko da inguruko bloke bati lotuta ez dagoenean.
sv: Detta block blir till ett föremål när det inte är fäst vid ett omgivande block.

source: This block will drop as an item when no collidable block is below it.
eu: Bloke hau item bihurtuko da azpian bloke talkagarririk ez dagoenean.
sv: Detta block blir ett föremål när inget kolliderbart block finns under det.

source: Liquids can flow into this block and destroy it.
eu: Likidoak bloke honetara jariatu eta suntsitu egin daitezke.
sv: Vätskor kan rinna in i detta block och förstöra det.

source: This block is a light source with a light level of @1.
eu: Bloke hau @1 mailako argi-iturria da.
sv: Detta block är en ljuskälla med en ljusnivå på @1.

source: This block glows faintly with a light level of @1.
eu: Bloke honek @1 mailako distira leun bat egingo du .
sv: Detta block glöder svagt med en ljusnivå på @1.

source: This block allows light to propagate with a small loss of brightness, and sunlight can even go through losslessly.
eu: Bloke honek distira galera apur batekin pasatzen uzten dio argiari eta eguzkiaren argiak galdu gabe zeharka dezake.
sv: Detta block gör att ljuset kan spridas med en liten förlust av ljusstyrka och solljus kan till och med passera utan förlust.

source: This block allows light to propagate with a small loss of brightness.
eu: Bloke honek distira galera apur batekin pasatzen uzten dio argiari.
sv: Detta block gör att ljuset sprids med en liten förlust av ljusstyrka.

source: This block allows sunlight to propagate without loss in brightness.
eu: Bloke honek eguzkiaren argia pasatzen uzten du, distirarik galdu gabe.
sv: Detta block gör att solljuset sprids utan förlust av ljusstyrka.

source: Unknown Node
eu: Nodo ezezaguna
sv: Okänd nod

source: This block connects to this block: @1.
eu: Bloke hau bloke honekin lotzen da: @1.
sv: Detta block ansluter till detta block: @1.

source: This block connects to these blocks: @1.
eu: Bloke hau bloke hauekin lotzen da: @1.
sv: Detta block ansluter till dessa block: @1.

source: This block connects to blocks of the @1 group.
eu: Bloke hau @1 taldeko blokeekin lotzen da.
sv: Detta block ansluter till block i @1-gruppen.

source: This block connects to blocks of the following groups: @1.
eu: Bloke hau talde hauetako blokeekin lotzen da: @1.
sv: Detta block ansluter till block i följande grupper: @1.

source: This block won't drop anything when mined.
eu: Bloke honek ez du ezer utziko ustiatzen denean.
sv: Detta block kommer inte att släppa något när det bryts.

source: This block will drop the following when mined: @1×@2.
eu: Bloke honek ondorengoa emango du ustiatzen denean: @1×@2.
sv: Detta block kommer att släppa följande när det bryts: @1×@2.

source: This block will drop the following when mined: @1.
eu: Bloke honek ondorengoa emango du ustiatzen denean: @1.
sv: Detta block kommer att släppa följande när det bryts: @1.

source: This block will drop the following items when mined: @1.
eu: Bloke honek ondorengo itemak emango ditu ustiatzen denean: @1.
sv: Detta block kommer att släppa följande föremål när det bryts: @1.

source: This block will randomly drop one of the following when mined: @1.
eu: Bloke honek ondorengo hauetako bat ausaz emango du ustiatzen denean: @1.
sv: Detta block kommer slumpmässigt att släppa en av följande när det bryts: @1.

source: This block will randomly drop up to @1 drops of the following possible drops when mined: @2.
eu: Bloke honek ondorengo hauetako @1 ausaz emango ditu ustiatzen denean: @2.
sv: Detta block kommer slumpmässigt att släppa upp till @1 drops av följande möjliga drops när det bryts: @2.

source: and
eu: eta
sv: och

source: @1 (ca. @2%)
eu: @1 (ggb. %@2)

source: Tools and weapons
eu: Tresnak eta armak
sv: Vapen och Verktyg

source: Item reference of all wieldable tools and weapons
eu: Erabil daitezkeen tresna eta arma guztien itemen erreferentzia
sv: Föremålsreferens för alla vapen och verktyg som kan användas

source: Durability: @1 uses
eu: Iraunkortasuna: @1 erab./s
sv: Hållbarhet: @1 användningar

source: Durability: @1
eu: Iraunkortasuna: @1
sv: Hållbarhet: @1

source: Miscellaneous items
eu: Bestelako itemak
sv: Övriga föremål

source: Item reference of items which are neither blocks, tools or weapons (esp. crafting items)
eu: Blokeak, tresnak eta armak ez diren itemen erreferentzia (bereziki, artisautza-itemak)
sv: Föremålsreferens för föremål som varken är block, vapen eller verktyg (särskilt tillverkningsmaterial)

source: Mobs
eu: Izakiak

source: Different Mobs
eu: Izaki desberdinak
sv: Andra mobs

source: Drops:
eu: Sariak:
sv: Droppar:

source: Follows player when these items are held:
eu: Jarraitu jokalariari item hauei eusten zaionean:
sv: Följer spelaren när dessa föremål hålls:

source: A transparent block, basically empty space. It is usually left behind after digging something.
eu: Bloke garden bat, funtsean espazio huts bat. Normalean zerbait zulatzean atzean gelditzen da.
sv: Ett genomskinligt block, i princip tomt utrymme. Det lämnas vanligtvis kvar efter att man har grävt något.

source: Whenever you are not wielding any item, you use the hand which acts as a tool with its own capabilities. When you are wielding an item which is not a mining tool or a weapon it will behave as if it would be the hand.
eu: Ez bazara item bat eusten ari, erabili eskua berezko gaitasunak dituen tresna gisa. Ustiatzekoa ez den tresna edo arma bat eusten ari bazara, eskua balitz bezala jokatuko du.
sv: När du inte håller i något föremål använder du handen, som fungerar som ett verktyg med egna funktioner. När du hanterar ett föremål som inte är ett vapen eller grävverktyg kommer det att bete sig som om det vore handen.
