Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/HUD/awards/locale/poconvert/*.po
Languages: cs, es, eu, it, pt_br, ru, sv, uk

source: @1 has made the advancement @2
cs: @1 získal ocenění @2
es: @1 ha realizado el progreso @2
eu: @1k @2 aurrerapena egin du
it: @1 Ha ottenuto il Progresso @2
pt_br: @1 concluiu a conquista @2
ru: @1 получил(а) достижение «@2»
sv: @1 gjorde framsteget @2
uk: @1 отримав досягнення @2

source: Hidden Advancement Unlocked: @1
cs: Odemčeno skryté ocenění @1
es: Progreso oculto desbloqueado: @1
eu: Aurrerapen ezkutua desblokeatuta: @1
it: Progresso nascosto sbloccato: @1
pt_br: Conquista Oculta Desbloqueada: @1
ru: Скрытое достижение разблокировано: @1
sv: Dolt framsteg upplåst: @1
uk: Приховане Досягнення Розблоковано: @1

source: Advancement Unlocked: @1
cs: Odemčeno ocenění: @1
es: Progreso desbloqueado: @1
eu: Aurrerapen desblokeatua: @1
it: Progresso sbloccato: @1
pt_br: Conquista Desbloqueada: @1
ru: Разблокировано достижение: @1
sv: Framsteg upplåst: @1
uk: Досягнення Розблоковано: @1

source: Hidden Advancement Unlocked!
cs: Odemčeno skryté ocenění!
es: ¡Progreso oculto desbloqueado!
eu: Ezkutuko aurrerapena desblokeatuta!
it: Progresso nascosto sbloccato!
pt_br: Avanço Oculto Desbloqueado!
ru: Скрытое Достижение Разблокировано!

source: Goal Reached!
cs: Cíl splněn!
eu: Helburua lortuta!
it: Obiettivo raggiunto!
pt_br: Meta Atingida!
ru: Цель Достигнута!

source: Challenge Complete!
cs: Výzva splněna!
eu: Erronka osatuta!
it: Sfida completata!
pt_br: Desafio Concluído!
ru: Задача Выполнена!

source: Advancement Made!
cs: Dosaženo ocenění !
es: ¡Progreso realizado!
eu: Aurrerapena eginda!
it: Progresso Realizzato!
pt_br: Conquista Concluída!
ru: Получено достижение!
sv: Framsteg avklarat!
uk: Досягнення Отримано!

source: Show, clear, disable or enable your advancements
cs: Zobrazí, vymaže, zakáže, nebo povolí vaše ocenění
es: Muestra, borra, desactiva o activa tus progresos
eu: Erakutsi, ezabatu, desaktibatu edo aktibatu zure aurrerapenak
it: Mostra, cancella, disabilita o abilita i tuoi progressi
pt_br: Mostrar, limpar, desabilitar ou habilitar suas conquistas
ru: Показать, очистить, отключить или включить ваши достижения
sv: Visa, rensa, inaktivera eller aktivera dina framsteg
uk: Показати, очистити, вимкнути або увімкнути досягнення

source: All your advancements and statistics have been cleared. You can now start again.
cs: Všechna tvá ocenění a statistiky byly vymazány. Můžeš začít znovu.
es: Todos tus progresos y estadísticas han sido borrados. Ahora puedes empezar de nuevo.
eu: Zure aurrerapen eta estatistika guztiak ezabatu dira. Orain berriz has zaitezke.
it: Tutti i tuoi progressi e statistiche sono state cancellate. Puoi ricominciare da capo.
pt_br: Todas as suas conquistas e estatísticas foram apagadas. Você pode começar novamente.
ru: Все ваши достижения и вся статистика была очищена. Вы можете начать всё сначала.
sv: Alla dina framsteg och all din statistik har rensats bort. Du kan nu börja om på nytt.
uk: Всі Ваші досягнення та статистика очищені. Зараз можете починати знову.

source: You have disabled advancements.
cs: Zakázal jsi ocenění.
es: Has desactivado los progresos.
eu: Aurrerapenak desaktibatu dituzu.
it: Hai disattivato i Progressi.
pt_br: Você desabilitou as conquistas.
ru: У вас отключены достижения.
sv: Du har inaktiverat framsteg.
uk: Ви вимкнули досягнення.

source: You have enabled advancements.
cs: Povolil jsi ocenění.
es: Ha habilitado los progresos.
eu: Aurrerapenak gaitu ditu.
it: Hai attivato i Progressi.
pt_br: Você habilitou as conquistas.
ru: У вас включены достижения.
sv: Du har aktiverat framsteg.
uk: Ви увімкнули досягнення.

source: <advancement ID>
cs: <id úspěchu>
es: <ID de progreso>
eu: <ID de progreso>
it: <ID progresso>
pt_br: <ID da conquista>
ru: <ID достижения>
uk: <ІД досягнення>

source: Show details of an advancement
cs: Zobrazit podrobnosti ocenění
es: Mostrar detalles de un progreso
eu: Aurrerapen baten xehetasunak erakustea
it: Mostra dettagli sul progresso
pt_br: Mostra detalhes de uma conquista
ru: Показать подробности достижения
sv: Visa detaljer om ett framsteg
uk: Показати деталі досягнення

source: Advancement not found.
cs: Ocenění nenalezeno.
es: Progreso no encontrado.
eu: Aurrerapena ez da aurkitu.
it: Progresso non trovato.
pt_br: Conquista não encontrada.
ru: Достижение не найдено.
sv: Hittade inte framsteg.
uk: Досягнення не знайдено.

source: <name>
cs: <jméno>
es: <nombre>
eu: <nombre>
it: <nome>
pt_br: <nome>
ru: <имя>
sv: <namn>
uk: <назва>

source: Get the advancement statistics for the given player or yourself
cs: Získejte statistiky ocenění pro daného hráče nebo pro sebe
es: Obtén las estadísticas de los progresos del jugador dado o de ti mismo
eu: Lor itzazu emandako jokalariaren edo zure buruaren aurrerapenen estatistikak
it: Dai statistiche per i progressi per il giocatore assegnato o te stessə
pt_br: Confira as estatísticas de progresso do jogador selecionado ou as suas próprias
ru: Получить статистику достижения для данного игрока или для себя
sv: Få statistik över framsteg för den givna spelaren eller dig själv
uk: Отримати статистику досягнень конкретного гравця або себе

source: Error: No advancements available.
cs: Chyba: Žádná ocenění nejsou dostupná.
es: Error: No hay progresos disponibles.
eu: Errorea: Ez dago aurrerapenik erabilgarri.
it: Errore: Nessun progresso disponibile.
pt_br: Erro: não há conquistas disponíveis.
ru: Ошибка: нет доступных достижений.
sv: Fel: Inga framsteg tillgängliga.
uk: Помилка: Не знайдено досягнень.

source: OK
cs: Budiž
es: Aceptar
eu: Onartu
ru: ОК
uk: Гаразд

source: (Hidden Advancement)
cs: (skrytý úkol)
es: (Progreso oculto)
eu: (Ezkutuko aurrerapena)
it: (Progresso nascosto)
pt_br: (Conquista Oculta)
ru: (Скрытое достижение)
sv: (Dolt framsteg)
uk: (Приховане Досягнення)

source: Unlock this advancement to find out what it is.
cs: Odemkni toto ocenení abys zjistil, co zde je.
es: Desbloquea este progreso para descubrir de qué se trata.
eu: Aurrerapen hori desblokeatzen du, zer den jakiteko.
it: Sblocca questo Progresso per scoprire qual è.
pt_br: Desbloqueie está conquista para descobrir o que é.
ru: Разблокируйте это достижение, чтобы узнать о нём.
sv: Lås upp detta framsteg för att ta reda på vad det är.
uk: Розблокуйте це досягнення, щоб дізнатися, що це.

source: @1 (unlocked)
cs: @1 (odemčeno)
es: @1 (desbloqueado)
eu: @1 (desblokeatuta)
it: @1 (sbloccato)
pt_br: @1 (desbloqueado)
ru: @1 (разблокировано)
sv: @1 (upplåst)
uk: @1 (розблоковано)

source: You've disabled advancements. Type /awards enable to reenable.
cs: Zakázal jsi ocenění. Napiš /awards enable pro povolení.
es: Has desactivado los progresos. Escribe /awards enable para volver a activarlos.
eu: Aurrerapenak desaktibatu dituzu. Idatzi/awards enable berriro aktibatzeko.
it: Hai disattivato i Progressi. Usa il comando /awards enable per riattivarli.
pt_br: Você desabilitou as conquistas. Digite /awards enable para reabilitar.
ru: Вы отключили достижения. Чтобы включить их, введите /awards enable.
sv: Du har inaktiverat framsteg. Skriv /awards enable för att återaktivera.
uk: Ви вимкнули досягнення. Напишіть /awards enable, щоб увімкнути знову.

source: Error: No advancement available.
cs: Chyba: Žádné ocenění nenalezeno.
es: Error: No hay progresos disponibles.
eu: Errorea: Ez dago aurrerapenik erabilgarri.
it: Errore: Nessun Progresso disponibile.
pt_br: Erro: conquista não disponível.
ru: Ошибка: нет доступного достижения.
sv: Fel: Inget framsteg tillgängligt.
uk: Помилка: Немає доступних досягнень.

source: You have not unlocked any advancement.
cs: Zatím jsi neodemknul žádné ocenění.
es: No has desbloqueado ningún progreso.
eu: Ez duzu aurrerabiderik desblokeatu.
it: Non hai sbloccato alcun progresso.
pt_br: Você não desbloqueou nenhuma conquista.
ru: Вы не разблокировали ни одного достижения.
sv: Du har inte låst upp något framsteg.
uk: Ви не розблокували жодного досягнення.

source: @1’s advancement:
cs: Ocenění hráče @1 :
es: El progreso de @1:
eu: @1en aurrerapena:
it: Progressi di @1:
pt_br: Conquista de @1:
ru: Достижения @1:
sv: @1's framsteg:
uk: Досягнення @1:

source: @1/@2 chat messages
cs: Sourkomé zprávy @1/@2
es: @1/@2 mensajes de chat
eu: @1/@2 txat mezu
it: @1/@2 messaggi di chat
pt_br: Mensagens de chat de @1/@2
ru: @1/@2 сообщений чата
sv: @1/@2 chattmeddelanden
uk: @1/@2 повідомлень у чаті

source: Send a chat message
cs: Poslat soukromou zprávu
es: Enviar un mensaje de chat
eu: Txat mezu bat bidali
it: Invia un messaggio di chat
pt_br: Mande uma mensagem
ru: Отправьте сообщение в чат
sv: Skicka ett chattmeddelande
uk: Надішліть повідомлення у чат

source: Chat @1 times
cs: Napsal @1 krát
es: Chatear @1 veces
eu: Txateatu @1 aldiz
it: Chatta @1 volte
pt_br: Converse @1 vezes
ru: Отправьте сообщение @1 раз
sv: Chatta @1 gånger
uk: Поговоріть @1 разів

source: @1/@2 joins
cs: @1/@2 se připojil
es: Se unió @1/@2 veces
eu: @1/@2 aldiz batu da
it: @1/@2 ingressi
pt_br: @1/@2 entradas
ru: @1/@2 подключений к игре
sv: @1/@2 anslutningar
uk: @1/@2 приєднань

source: Join once
cs: Se připojil jednou
es: Unirse una vez
eu: Behin batu
it: Entra una volta
pt_br: Entrou uma vez
ru: Присоединитесь один раз
sv: Anslut en gång
uk: Приєднайтеся один раз

source: Join @1 times
cs: Se připojil @1krát
es: Unirse @1 veces
eu: Batu @1 aldiz
it: Entra @1 volte
pt_br: Entrou @1 vezes
ru: Присоединитесь @1 раз
sv: Anslut @1 gånger
uk: Приєднайтеся @1 разів

source: @1/@2 deaths
cs: @1/@2 úmrtí
es: @1/@2 muertes
eu: @1/@2 heriotza
it: @1/@2 morti
pt_br: @1/@2 mortes
ru: @1/@2 смертей
sv: @1/@2 dödsfall
uk: @1/@2 смертей

source: Die once of @1
cs: Zemřel jednou z @1
es: Morir una vez de @1
eu: @1-gatik behin hil
it: Muori una volta su @1
pt_br: Morrer uma vez de @1
ru: Погибните один раз от @1
sv: Dö en gång av @1
uk: Помріть один раз від @1

source: Die @1 times of @2
cs: Zemřel @1 z @2
es: Morir @1 veces de @2
eu: Hil @1 aldiz @2-gatik
it: Muori @1 volte su @2
pt_br: Morrer @1 vezes de @2
ru: Погибните @1 раз от @2
sv: Dö @1 gånger av @2
uk: Помріть @1 разів від @2

source: Die @1 times.
cs: Zemřel @1.
es: Morir @1 veces.
eu: Hil @1 aldiz.
it: Muori @1 volte.
pt_br: Morrer @1 vezes.
ru: Погибните @1 раз.
sv: Dö @1 gånger.
uk: Помріть @1 разів.

source: Mine @1 times
cs: Těžil @1krát
es: Minar @1 veces
eu: Ustiatu @1 aldiz
it: Scava @1 volte
pt_br: Minerar @1 vezes
ru: Выкопайте @1 раз
sv: Gräv @1 gånger
uk: Викопайте @1 разів

source: @1/@2 dug
cs: @1/@2 kopal
es: @1/@2 excavado
eu: @1/@2 indusketa
it: @1/@2 scavi
pt_br: @1/@2 escavado
ru: @1/@2 выкопано
sv: @1/@2 grävda
uk: @1/@2 викопано

source: Mine: @1
cs: Vykopal: @1
es: Minar: @1
eu: Ustiatu: @1
it: Scava: @1
pt_br: Minerar: @1
ru: Выкопать: @1
sv: Gräv: @1
uk: Викопайте: @1

source: Mine: @1×@2
cs: Vykopal: @1×@2
es: Minar: @1x@2
eu: Ustiatu: @1x@2
it: Scava: @1×@2
pt_br: Minerar: @1×@2
ru: Выкопать: @1×@2
sv: Gräv: @1×@2
uk: Викопайте: @1×@2

source: Mine @1 block.
cs: Vykopal @1 blok.
es: Minar bloque de @1.
eu: @1 blokea ustiatzea.
it: Scava @1 blocco.
pt_br: Minerar @1 bloco.
ru: Добудьте @1 блок.
sv: Gräv @1 block.
uk: Викопайте @1 блок.

source: Mine @1 blocks.
cs: Vykopej @1 bloků.
es: Minar bloques de @1.
eu: @1 blokeak ustiatzea.
it: Scava @1 blocchi.
pt_br: Minerar @1 blocos.
ru: Добудьте @1 блоков.
sv: Gräv @1 block.
uk: Викопайте @1 блоків.

source: @1/@2 placed
cs: @1/@2 umístěno
es: @1/@2 colocado(s)
eu: @1/@2 jarrita
it: @1/@2 posizionati
pt_br: @1/@2 colocado(s)
ru: @1/@2 размещено
sv: @1/@2 placerade
uk: @1/@2 розміщено

source: Place: @1
cs: Umísti: @1
es: Colocar: @1
eu: Jarri: @1
it: Posiziona: @1
pt_br: Colocar: @1
ru: Размещено: @1
sv: Placera: @1
uk: Розмістіть: @1

source: Place: @1×@2
cs: Umístěno: @1×@2
es: Colocar:@1x@2
eu: Jarri: @1x@2
it: Posiziona: @1×@2
pt_br: Colocar: @1×@2
ru: Размещено: @1×@2
sv: Placera: @1×@2
uk: Розмістіть: @1×@2

source: Place @1 block.
cs: Umísti @1 blok.
es: Colocar bloque de @1.
eu: Jarri @1 blokea.
it: Posiziona @1 blocco.
pt_br: Colocar @1 bloco.
ru: Разместите @1 блок.
sv: Placera @1 block.
uk: Розмістіть @1 блок.

source: Place @1 blocks.
cs: Umísti @1 bloků.
es: Colocar bloques de @1.
eu: Jarri @1 bloke.
it: Posiziona @1 blocchi.
pt_br: Colocar @1 blocos.
ru: Разместите @1 блоков.
sv: Placera @1 block.
uk: Розмістіть @1 блоків.

source: @1/@2 crafted
cs: @1/@2 vycraftěno
es: @1/@2 fabricado(s)
eu: @1/@2 sortua(k)
it: @1/@2 realizzati
pt_br: @1/@2 produzido
ru: @1/@2 создано
sv: @1/@2 tillverkad
uk: @1/@2 змайстровано

source: Craft: @1
cs: Vycrafti: @1
es: Fabricar: @1
eu: Sortu: @1
it: Realizza: @1
pt_br: Produzir: @1
ru: Создать: @1
sv: Tillverka: @1
uk: Змайструйте: @1

source: Craft: @1×@2
cs: Vycrafti: @1×@2
es: Fabricar: @1×@2
eu: Sortu: @1×@2
it: Realizza: @1×@2
pt_br: Produzir: @1×@2
ru: Создать: @1×@2
sv: Tillverka: @1×@2
uk: Змайструйте: @1×@2

source: Craft @1 item
cs: Vycrafti @1 item
es: Fabricar @1 ítem
eu: Sortu @1 item
it: Realizza @1 oggetto
pt_br: Produzir @1 item
ru: Создайте @1 предмет
sv: Tillverka @1 föremål
uk: Змайструйте @1 предмет

source: Craft @1 items.
cs: Vycrafti @1 itemů.
es: Fabricar @1 ítems.
eu: Sortu @1 item.
it: Realizza @1 oggetti.
pt_br: Produzir @1 items.
ru: Создайте @1 предметов.
sv: Tillverka @1 föremål.
uk: Змайструйте @1 предметів.

source: @1/@2 eaten
cs: @1/@2 snědeno
es: @1/@2 comido(s)
eu: @1/@2 janda
it: @1/@2 mangiati
pt_br: @1/@2 comido(s)
ru: @1/@2 съедено
sv: @1/@2 uppätna
uk: @1/@2 з'їдено

source: Eat @1
cs: Sněz @1
es: Comer @1
eu: Jan @1
it: Mangia @1
pt_br: Comer @1
ru: Съешьте @1
sv: Ät @1
uk: З'їжте @1

source: Eat @1×@2
cs: Sněž @1×@2
es: Comer @1x@2
eu: Jan @1x@2
it: Mangia @1×@2
pt_br: Comer @1×@2
ru: Съешьте @1×@2
sv: Ät @1×@2
uk: З'їжте @1×@2

source: Eat @1 item
cs: Sněz @1 item
es: Comer @1 ítem
eu: Jan @1 item
it: Mangia @1 oggetto
pt_br: Comer @1 item
ru: Съешьте @1 предмет
sv: Ät @1 föremål
uk: З'їжте @1 предмет

source: Eat @1 items.
cs: Sněz @1 itemů.
es: Comer @1 ítems.
eu: Jan @1 item.
it: Mangia @1 oggetti.
pt_br: Comer @1 itens.
ru: Съешьте @1 предметов.
sv: Ät @1 föremål.
uk: З'їжте @1 предметів.

source: Enter one of the titular structures
pt_br: Insira uma das estruturas titulares
ru: Войдите в одну из титулованных структур
