Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/mcl_itemframes/locale/poconvert/*.po
Languages: de, pt_br

source: Item Frame
de: Rahmen
pt_br: Moldura

source: Can hold an item
de: Kann einen Gegenstand aufnehmen
pt_br: Pode conter um item

source: Item frames are decorative blocks in which items can be placed.
de: Rahmen sind dekorative Blöcke, in denen Gegenstände platziert werden können.
pt_br: Molduras são blocos decorativos em que itens podem ser colocados.

source: Just place any item on the item frame. Use the item frame again to retrieve the item.
de: Platzieren Sie einfach einen beliebigen Gegenstand auf dem Rahmen. Verwenden Sie den Rahmen erneut, um den Gegenstand abzurufen.
pt_br: Basta colocar qualquer item na moldura. Use a moldura de novo para pegar o item de volta.

source: Glow Item Frame
de: Leuchtrahmen
pt_br: Moldura Brilhante

source: Can hold an item and glows
de: Kann einen Gegenstand aufnehmen und leuchtet
pt_br: Pode conter um item e brilha

source: Invisible Item Frame
de: Unsichtbarer Rahmen
pt_br: Moldura Invisível

source: Can hold an item but is invisible
de: Kann einen Gegenstand aufnehmen, ist aber unsichtbar
pt_br: Pode conter um item, mas é invisível

source: Invisible Glow Item Frame
de: Unsichtbarer Leuchtrahmen
pt_br: Moldura Invisível com Brilho

source: Can hold an item and glows but is invisible
de: Kann einen Gegenstand aufnehmen und leuchtet ist dabei aber unsichtbar
pt_br: Pode conter um item e é invisível, mas brilha

source: Glow and Behold!
de: Halt mal mein Licht!
pt_br: Brilhe e Contemple!

source: Craft a glow item frame.
de: Fertige einen Leuchtrahmen.
pt_br: Produza uma moldura brilhante.
