Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/REDSTONE/mcl_dispensers/locale/poconvert/*.po
Languages: eu, it, pt

source: Dispenser
eu: Banatzailea
it: Distributore
pt: Distribuidor

source: Inventory
eu: Inbentarioa
it: Inventario
pt: Inventário

source: 9 inventory slots
eu: 9 inbentario arteka
it: 9 scompartimenti d'inventario
pt: 9 espaços de inventário

source: Launches item when powered by redstone power
eu: Redstone bidez aktibatzen denean item bat jaurtitzen du
it: Lancia oggetti quando alimentato da corrente pietrarossa
pt: Lança um item quando ligado com redstone

source: A dispenser is a block which acts as a redstone component which, when powered with redstone power, dispenses an item. It has a container with 9 inventory slots.
eu: Banatzaile bat redstone osagai gisa jokatzen duen bloke bat da, redstone bidez aktibatzen denean item bat ematen duena. 9 artekako inbentarioa du.
it: Un distributore è un componente pietrarossa che quando alimentato, lancia un oggetto. Ha 9 scompartimenti di inventario.
pt: Um distribuidor é um bloco que age como um componente de redstone que, quando ligado com redstone, dispensa um item. Tem um recipiente com 9 espaços do inventário.

source: Place the dispenser in one of 6 possible directions. The “hole” is where items will fly out of the dispenser. Use the dispenser to access its inventory. Insert the items you wish to dispense. Supply the dispenser with redstone energy once to dispense a random item.
eu: Jarri banagailua 6 norabide posibleetako batean. "Zulo" horretatik aterako dira banagailuaren itemak hegan. Egin klik banagailuan zure inbentariora sartzeko. Sartu eman nahi dituzun itemak. Aktibatu redstone duen banagailua behin bakarrik item bat ausaz emateko.
it: Posiziona il distributore in una delle 6 direzioni possibili. Gli oggetti usciranno dal "buco". Fai clic col destro sul distributore per accedere al suo inventario. Posiziona gli oggetti che vuoi che rilasci. Fornisci della corrente pietrarossa per fargli fuoriuscire un oggetto a caso.
pt: Coloque um distribuidor numa de 6 possíveis direções. O "buraco" é de onde os items irão voar de. Use o distribuidor para aceder o seu inventário. Insira os items que deseja lançar. Forneça o distribuidor com energia de redstone uma vez para lançar um item aleatório.

source: The dispenser will do different things, depending on the dispensed item:
eu: Banatzaileak hainbat gauza egingo ditu, emandako itemaren arabera:
it: Il distributore può fare diverse cose a seconda dell'oggetto caricato all'interno:
pt: O distribuidor irá fazer diferentes coisas, dependendo do item lançado:

source: • Arrows: Are launched
eu: • Geziak: Jaurti egiten dira
it: • Frecce: vengono scagliate
pt: • Flechas: São lançadas

source: • Eggs and snowballs: Are thrown
eu: • Arrautzak eta elur-bolak: jaurti egiten dira
it: • Uova e palle di neve: vengono scagliate
pt: • Ovos y bolas de neve: São lançados

source: • Fire charges: Are fired in a straight line
eu: • Su-kargak: lerro zuzenean jaurtitzen dira
it: • Cariche di fuoco: vengono sparate in linea retta
pt: • Bolas de fogo: São disparadas em linha reta

source: • Armor: Will be equipped to players and armor stands
eu: • Armadura: Jokalari eta armadurarako euskarrientzat ekipatuta egongo da
it: • Armature: vengono equipaggiate ai giocatori ed ai supporti per armature
pt: • Armadura: Será equipada a jogadores e suportes de armadura

source: • Boats: Are placed on water or are dropped
eu: • Poteak: Uretan jartzen dira edo erortzen uzten dira
it: • Barche: Vengono posizionate se in acqua
pt: • Barcos: São colocados na água ou ejetam

source: • Minecart: Are placed on rails or are dropped
eu: • Bagoia: Errailen gainean jartzen dira edo erortzen uzten dira
it: • Carrelli da miniera: vengono posizionati se su dei binari
pt: • Vagonetas: São colocadas em carris ou ejetadas

source: • Bone meal: Is applied on the block it is facing
eu: • Hezur ehoa: Parean dagoen blokean aplikatzen da
it: • Farina d'ossa: viene applicata sul blocco di fronte ad esso
pt: • Farinha de Osso: É aplicado no bloco em frente

source: • Empty buckets: Are used to collect a liquid source
eu: • Kubo hutsak: Iturri likido bat biltzeko erabiltzen dira
it: • Secchi vuoti: vengono usati per raccogliere le sorgenti di liquido
pt: • Baldes vazios: São usados para recoletar uma fonte líquida

source: • Filled buckets: Are used to place a liquid source
eu: • Ontzi beteak: Likido iturri bat jartzeko erabiltzen dira
it: • Secchi pieni: Posizionano una sorgente di liquido
pt: • Baldes cheios: São usados para colocar uma fonte de líquido

source: • Heads, pumpkins: Equipped to players and armor stands, or placed as a block
eu: • Buruak, kalabazak: Jokalarientzako ekipatuak eta armaduren euskarria, edo bloke gisa jarriak
it: • Teste e zucche scavate: Vengono equipaggiate ad un giocatore o ad un supporto per armatura, o posizionate come un blocco
pt: • Cabeças, abóboras: Equipadas a jogadores e suportes de armaduras, ou colocados como blocos

source: • Shulker boxes: Are placed as a block
eu: • Shulker kaxak: Bloke bat bezala jartzen dira
it: • Scatole di shulker: Vengono posizionate come un blocco
pt: • Caixas de shulker: São colocadas como um bloco

source: • TNT: Is placed and ignited
eu: • TNT: Jarri eta piztu egiten da
it: • TNT: viene posizionata ed innescata
pt: • TNT: É colocada e acendida

source: • Flint and steel: Is used to ignite a fire in air and to ignite TNT
eu: • Suharria eta altzairua: Airean sua pizteko eta TNT pizteko erabiltzen da
it: • Acciarino: utilizzato per dare fuoco ai blocchi o detonare la TNT
pt: • Isqueiro: É usado para acender um fogo no ar ou acender uma TNT

source: • Spawn eggs: Will summon the mob they contain
eu: • Arrautzak: Arrautzak dituzten izakiak deituko ditu
it: • Uova generatrici: Evocano il mob corrispondente
pt: • Ovos de invocação: Invocarão a criatura que contém

source: • Other items: Are simply dropped
eu: • Beste item batzuk: Erortzen uzten dira
it: • Qualsiasi altro oggetto: viene gettato a terra
pt: • Outros items: Serão ejetados

source: Dropper
eu: Askatzailea
it: Gettatore
pt: Ejetor

source: Drops item when powered by redstone power
eu: Item bat askatzen du redstone bidez aktibatzen direnean
it: Getta gli oggetti quando alimentato dalla corrente pietrarossa
pt: Ejeta um item quando ligado com redstone

source: A dropper is a redstone component and a container with 9 inventory slots which, when supplied with redstone power, drops an item or puts it into a container in front of it.
eu: Askatzaile bat redstone osagai bat da, eta 9 inbentario-arteka dituen edukiontzi bat. Redstone energiaz hornitzen denean, item bat erortzen uzten du edo haren aurrean dagoen edukiontzi batean jartzen du.
it: Un gettatore è un componente pietrarossa con 9 scompartimenti di inventario che, quando alimentato con la corrente pietrarossa, getta un oggetto o lo posiziona in un contenitore di fronte ad esso.
pt: Um ejetor é um componente de redstone e um recipiente com 9 espaços do inventário que, quando ligado com redstone, ejeta um item ou põe-no num recipiente à sua frente.

source: Droppers can be placed in 6 possible directions, items will be dropped out of the hole. Use the dropper to access its inventory. Supply it with redstone energy once to make the dropper drop or transfer a random item.
eu: Askagailuak 6 norabide posibletan jar daitezke; itemak zulotik aterako dira. Erabili kontu-kontaketa zure inbentariora sartzeko. Eman redstone energia behin askatzailea erori edo transferitzeko ausazko item bat egiteko.
it: Posiziona il gettatore in una delle 6 direzioni possibili. Gli oggetti usciranno dal "buco". Fai clic col destro sul gettatore per accedere al suo inventario. Posiziona gli oggetti che vuoi che rilasci. Fornisci della corrente pietrarossa per fargli fuoriuscire un oggetto a caso.
pt: Ejetores podem ser colocados numa de 6 possíveis direções, items serão ejetados do buraco. Usa o ejetor para aceder o seu inventário. Forneça energia de redstone uma vez para fazer o ejetor ejetar ou transferir um item aleatório.
