Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/mcl_fishing/locale/poconvert/*.po
Languages: pt

source: Fishing Rod
pt: Cana de Pesca

source: Catches fish in water
pt: Apanha peixes na água

source: Fishing rods can be used to catch fish.
pt: Canas de pesca podem ser usadas para apanhar peixes.

source: Rightclick to launch the bobber. When it sinks right-click again to reel in an item. Who knows what you're going to catch?
pt: Clique com o botão direito para lançar a boia. Quando ela afundar, clique com o direito novamente para puxar o item. Quem sabe o que vai pescar?

source: Raw Fish
pt: Bacalhau Cru

source: Raw fish is obtained by fishing and is a food item which can be eaten safely. Cooking it improves its nutritional value.
pt: Bacalhau Cru é um peixe obtido por pescar e um item de comida que pode ser comido em segurança. Cozinhá-lo aumenta o valor nutricional.

source: Cooked Fish
pt: Bacalhau Cozido

source: Mmh, fish! This is a healthy food item.
pt: Mmm, peixe! Esta é uma comida saudável.

source: Raw Salmon
pt: Salmão Crú

source: Raw salmon is obtained by fishing and is a food item which can be eaten safely. Cooking it improves its nutritional value.
pt: Salmão Cru é um peixe obtido por pescar e um item de comida que pode ser comido em segurança. Cozinhá-lo aumenta o valor nutricional.

source: Cooked Salmon
pt: Salmão Cozido

source: This is a healthy food item which can be eaten.
pt: Esta é uma comida saudável que pode ser comida.

source: Clownfish
pt: Peixe Palhaço

source: Clownfish may be obtained by fishing (and luck) and is a food item which can be eaten safely.
pt: Bacalhau Cru é um peixe obtido por pescar (com sorte) e um item de comida que pode ser comido em segurança.

source: Pufferfish
pt: Peixe-Balão

source: Very poisonous
pt: Muito venenoso

source: Pufferfish are a common species of fish and can be obtained by fishing. They can technically be eaten, but they are very bad for humans. Eating a pufferfish only restores 1 hunger point and will poison you very badly (which drains your health non-fatally) and causes serious food poisoning (which increases your hunger).
pt: Peixes-balão são uma espécie de peixe comum e podem ser obtidos na pesca. Podem tecnicamente ser comidos, mas são péssimos para humanos. Apenas restaura 1 ponto de fome e ir-te-ão envenenar muito (que retira a tua vida de forma não fatal) e causa intoxicação alimentar (que aumenta a tua fome).
