Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/HUD/mcl_inventory/locale/poconvert/*.po
Languages: eu, fr, it, pt, pt_br, ru

source: Auto
ru: Авто

source: Off
pt_br: Desligado
ru: Выкл.

source: On (causes problems on some client versions)
pt: On (causa problemas em algumas versões dos clientes)
pt_br: Ligado (causa problemas em algumas versões do cliente)
ru: Вкл. (вызывает проблемы в некоторых версиях клиента)

source: Enable scrollable creative inventory
eu: Gaitu korritzea sorkuntza-inbentarioko barran
it: Abilita lo scorrimento nell'inventario creativa
pt: Ativar inventário do criativo scrollable
pt_br: Ativar inventário criativo com rolagem
ru: Включить прокрутку в творческом инвентаре

source: Building Blocks
eu: Eraikuntza-blokeak
fr: Blocs de construction
it: Blocchi da costruzione
pt: Blocos de Construção
pt_br: Blocos de construção
ru: Строительные блоки

source: Decoration Blocks
eu: Dekorazio-blokeak
fr: Blocs de décoration
it: Blocchi decorativi
pt: Blocos de Decoração
pt_br: Blocos de decoração
ru: Декоративные блоки

source: Redstone
it: Pietrarossa
ru: Редстоун

source: Transportation
eu: Garraioa
fr: Transport
it: Trasporti
pt: Transporte
pt_br: Transporte
ru: Транспорт

source: Miscellaneous
eu: Denetarik
fr: Divers
it: Miscellanea
pt: Diversos
pt_br: Diversos
ru: Разное

source: Search Items
eu: Itemak bilatu
fr: Rechercher
it: Cerca oggetti
pt: Pesquisar Items
pt_br: Pesquisar Itens
ru: Поиск предметов

source: Foodstuffs
eu: Janariak eta edariak
fr: Denrées alimentaires
it: Cibo
pt: Alimentos
pt_br: Comida
ru: Пища

source: Tools
eu: Tresnak
fr: Outils
it: Strumenti
pt: Ferramentas
pt_br: Ferramentas
ru: Инструменты

source: Combat
eu: Borroka
it: Combattimento
pt: Combate
pt_br: Combate
ru: Оружие и броня

source: Mobs
eu: Izakiak
fr: Créatures
it: Creature
pt: Criaturas
ru: Мобы

source: Brewing
eu: Alkimia
fr: Potions
it: Birrificazione
pt: Alquimia
pt_br: Fermentação
ru: Зельеварение

source: Materials
eu: Materialak
fr: Matériaux
it: Materiali
pt: Materiais
pt_br: Materiais
ru: Материалы

source: Survival Inventory
eu: Biziraupenaren inbentarioa
fr: Inventaire de survie
it: Inventario sopravvivenza
pt: Inventário de Sobrevivência
pt_br: Inventário do Sobrevivência
ru: Инвентарь выживания

source: Not in Creative Inventory
eu: Ez dago sormen-inbentarioan
fr: Pas dans l'inventaire créatif
it: Non nell'inventario creativa
pt: Não está no Inventário Criativo
pt_br: Não está no Inventário Criativo
ru: Нет в творческом инвентаре

source: Switch stack size
eu: Item kopurua pila bakoitzeko aldatzea
fr: Basculer la taille de la pile
pt: Mudar tamanho de pilha de items
pt_br: Trocar tamanho do estoque
ru: Изменить размер стака

source: Very large inventory displays may be slow when scrolling, especially on Luanti versions before 5.11. Therefore the creative inventory display can be split into pages with prev/next page buttons. Mineclonia defaults to use scrolling unless an older Luanti version is detected. This setting allows you to override that heuristic.
eu: Inbentario handien bistaratzea motela izan daiteke korritzean, bereziki Luantiren 5.11 aurreko bertsioetan. Hortaz, sormen-inbentarioaren bistaratzea orrietan banatu da, aurrekoa/hurrengoa botoiekin. Minecloniak defektuz korritzea erabiliko du, 5.11 baino bertsio bat aurkitu ezean. Ezarpen honekin baieztapen hori aldatu daiteke.
pt: Inventários muito grandes podem ser lentos ao dar scroll, especialmente em versões de Luanti inferiores a 5.11. Assim, o inventário do criativo pode ser dividido em páginas com botões de prev/next. Mineclonia permite scrolling em versões mais recentes. Esta definição permite substituir esse heurístico.
pt_br: Exibições de inventário muito grandes podem ser lentas ao rolar, especialmente em versões do Luanti anteriores à 5.11. Portanto, a exibição criativa do inventário pode ser dividida em páginas com botões de página anterior/próxima. O Mineclonia usa rolagem por padrão, a menos que uma versão mais antiga do Luanti seja detectada. Esta configuração permite que você substitua essa heurística.
ru: Отображение большого инвентаря может быть медленным, особенно на Luanti версии ниже 5.11. Поэтому творческий инвентарь можно отобразить с разделением на страницы с кнопками переключения вперёд/назад. Mineclonia по умолчанию использует прокрутку, если не обнаружена старая версия Luanti. Эта настройка позволяет переопределить это поведение.

source: Recipe book
eu: Errezeta-liburua
fr: Livre de recette
it: Libro delle ricette
pt: Livro de receitas
pt_br: Livro de receitas
ru: Книга рецептов

source: Help
eu: Laguntza
fr: Rubrique d'aide
it: Aiuto
pt: Ajuda
pt_br: Ajuda
ru: Справка

source: Advancements
eu: Aurrerapenak
fr: Progrès
it: Progressi
pt: Proezas
pt_br: Progressos
ru: Достижения

source: Player settings
eu: Jokalariaren doikuntzak
it: Impostazioni del giocatore
pt: Definições de jogador
pt_br: Definições do jogador
ru: Настройки игрока

source: Return to player inventory
eu: Itzuli jokalariaren inbentariora
it: Ritorna all'inventario del giocatore
pt: Voltar ao inventário do jogador
pt_br: Voltar ao inventário do jogador
ru: Вернуться в инвентарь игрока

source: Crafting table out of range!
eu: Lan-mahaia ez dago eskura!
fr: Établi hors de porté !
it: Banco da lavoro fuori portata!
pt: Mesa de trabalho fora de alcance!
pt_br: Bancada de produção fora de alcance!
ru: Верстак вне достижения!

source: Crafting
eu: Artisautza
fr: Fabrication
it: Fabbricazione
pt_br: Produção
ru: Создание

source: Fill Craft Grid
eu: Bete Artisautza Sareta
fr: Remplir la grille d'artisanat
it: Riempi la griglia per costruire
pt: Encher Grelha de Craft
pt_br: Encher Grade de Produção
ru: Заполнить сетку крафта
