Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/mcl_potions/locale/poconvert/*.po
Languages: eu, ru

source: <effect>|heal|list|clear|remove <duration|heal-amount|effect>|INF [<level>] [<factor>] [NOPART]
eu: <efektua>|heal|list|clear|remove <iraupena|sendatze-kopurua|efektua>|INF [<maila>] [<faktorea>] [NOPART]
ru: <эффект>|heal|list|clear|remove <длительность|лечение|эффект>|INF [<уровень>] [<фактор>] [NOPART]

source: Add a status effect to yourself. Arguments: <effect>: name of status effect. Passing "list" as effect name lists available effects. Passing "heal" as effect name heals (or harms) by amount designed by the next parameter. Passing "clear" as effect name removes all effects. Passing "remove" as effect name removes the effect named by the next parameter. <duration>: duration in seconds. Passing "INF" as duration makes the effect infinite. (<heal-amount>: amount of healing when the effect is "heal", passing a negative value subtracts health. <effect>: name of a status effect to be removed when using "remove" as the previous parameter.) <level>: effect power determinant, bigger level results in more powerful effect for effects that depend on the level (no changes for other effects), defaults to 1, pass F to use low-level factor instead. <factor>: effect strength modifier, can mean different things depending on the effect, no changes for effects that do not depend on level/factor. NOPART at the end means no particles will be shown for this effect.
eu: Erantsi efektu-egoera zeure buruari. Argumentuak: <efektua>: efektu-egoeraren izena. <efektua> Efektuaren izen gisa "list" pasatuta, efektu erabilgarrien zerrenda agertzen da. Pasatu "heal" efektu moduan parametro moduan emandako kopurua sendatzeko (edo kentzeko). Efektuaren izen gisa "clear" pasatuta, efektu guztiak ezabatzen dira. Efektuaren izen gisa "remove" pasatuta, ondorengo parametroak adierazitako efektua ezabatzen du. <iraupena>: iraupena segundotan. <iraupena> Iraupen gisa "INF" pasatzean efektua infinitua izatea eragiten du. (<sendatze-kopurua>: efektua "heal" denean sendatu beharreko kopurua, balio negatibo bat pasatu osasuna kentzeko. <efektua>: aurreko parametro gisa "remove" erabiltzen denean ezabatuko den efektu-egoera baten izena) <maila>: efektuaren potentziaren determinatzailea, maila handiago batek efektu indartsuagoa ematen du mailaren mende dauden efektuetarako (beste efektu batzuetarako aldaketarik gabe), 1 lehenespenez, F efektuaren maila aldagaia, efektuaren arabera esanahi desberdina izan dezake, ez dio aldaketarik eragingo maila/faktorea erabiltzen ez duten efektuetan. NOPART bukaeran jartzean esan nahi du efektu honentzat ez dela partikularik erakutsiko.
ru: Добавить себе эффект статуса. Аргументы: <эффект>: имя эффекта статуса. Передача «list» в качестве имени эффекта приводит список доступных эффектов. Передача «heal» в качестве имени эффекта исцеляет (или наносит вред) на величину, определяемую следующим параметром. Передача «clear» в качестве имени эффекта снимает все эффекты. Передача «remove» в качестве имени эффекта снимает эффект, названный следующим параметром. <длительность>: продолжительность в секундах. Передача «INF» в качестве длительности делает эффект бесконечным. (<лечение>: количество исцеления при эффекте «heal», передача отрицательного значения вычитает здоровье. <эффект>: имя эффекта статуса, который будет снят при использовании «remove» в качестве предыдущего параметра). <уровень>: определитель силы эффекта, больший уровень приводит к более мощному эффекту для эффектов, зависящих от уровня (для других эффектов изменений нет), по умолчанию 1, передайте F, чтобы использовать низкоуровневый фактор вместо этого. <фактор>: модификатор силы эффекта, может означать разные вещи в зависимости от эффекта, не изменяется для эффектов, которые не зависят от уровня/фактора. NOPART в конце означает, что для этого эффекта не будут показаны частицы.

source: Missing effect parameter!
eu: Efektu-parametroa falta da!
ru: Отсутствует параметр эффекта!

source: Missing or invalid heal amount parameter!
eu: Sendatu beharreko kantitatearen parametroa falta da edo ez du balio!
ru: Отсутствует либо неправильно задан параметр лечения!

source: Player @1 healed by @2 HP.
eu: @1 Jokalariari @2 HP sendatu dizkiote.
ru: Игрок @1 излечен на @2 HP.

source: Player @1 harmed by @2 HP.
eu: @1 Jokalariari @2 HP kendu dizkiote.
ru: Игрок @1 получает урон @2 HP.

source: Effects cleared for player @1
eu: @1 Jokalariarentzat ezabatutako efektuak
ru: Очищены эффекты для игрока @1

source: Removed effect @1 from player @2
eu: @2 jokalariaren @1 efektua ezabatu da
ru: Снят эффект @1 с игрока @2

source: @1 is not an available status effect.
eu: @1 ez da egoera-efektu erabilgarria.
ru: @1 не является допустимым эффектом.

source: Missing or invalid duration parameter!
eu: Falta den edo baliozkoa ez den iraupenaren parametroa!
ru: Отсутствует либо неправильно задан параметр длительности!

source: Invalid level parameter!
eu: Maila parametro baliogabea!
ru: Неверный параметр длительности!

source: Missing or invalid factor parameter when level is F!
eu: Falta den edo baliogabea den faktorearen parametroa, maila F denean!
ru: Отсутствует либо неправильно задан параметр фактора с уровнем F!

source: @1 effect given to player @2 for @3 seconds with factor of @4.
eu: @2 jokalariari @1 efektua eman zaio @3 segundoz @4 faktorearekin.
ru: Эффект @1 выдан игроку @2 на @3 секунд с фактором @4.

source: @1 effect given to player @2 for @3 seconds.
eu: @2 jokalariari @1 efektua eman zaio @3 segundoz.
ru: Эффект @1 выдан игроку @2 на @3 секунд.

source: Giving effect @1 to player @2 failed.
eu: @2 jokalariari @1 efektua emateak huts egin du.
ru: Не удалось выдать эффект @1 игроку @2.

source: @1 effect on level @2 given to player @3 for @4 seconds.
eu: @1 efektua @2 mailan, @3 jokalariari emana @4 segundoz.
ru: Эффект @1 с уровнем @2 выдан игроку @3 на @4 секунд.

source: Invisiblity
eu: Ikusezintasuna
ru: Невидимость

source: body is invisible
eu: gorputza ikusezina da
ru: невидимое тело

source: Poison
eu: Pozoia
ru: Отравление

source: -1 HP / @1 s
ru: -1 HP / @1 с

source: Regeneration
eu: Birsortzea
ru: Регенерация

source: +1 HP / @1 s
ru: +1 HP / @1 с

source: Strength
eu: Indarra
ru: Сила

source: +@1% melee damage
eu: +%@1eko mina buruz-buru
ru: +@1% к урону в ближнем бою

source: Weakness
eu: Ahulezia
ru: Слабость

source: -@1% melee damage
eu: -%@1eko mina buruz-buru
ru: -@1% к урону в ближнем бою

source: Water Breathing
eu: Uretan Arnastea
ru: Водное дыхание

source: limitless breathing under water
eu: urpeko arnas mugagabea
ru: бесконечное дыхание под водой

source: Dolphin's Grace
eu: Izurdearen Grazia
ru: Грация дельфина

source: swimming gracefully
eu: graziaz igerian
ru: быстрое плавание

source: Leaping
eu: Jauzia
ru: Прыгучесть

source: +@1% jumping power
eu: +%@1 jauzi-ahalmena
ru: +@1% к силе прыжка

source: -@1% jumping power
eu: -%@1 jauzi-ahalmena
ru: -@1% к силе прыжка

source: Slow Falling
eu: Beherakada motela
ru: Медленное падение

source: decreases gravity effects
eu: larritasunaren ondorioak gutxitzen ditu
ru: уменьшает эффект гравитации

source: Weak
eu: Ahula
ru: Слабое

source: Strong
eu: Indatsua
ru: Сильное

source: Potion FoV effect strength
eu: FoV edabearen efektuaren indarra
ru: Сила эффекта поля зрения от зелий

source: Select strength of the FoV change of the swiftness and slowness effects.
eu: Aukeratu FoV aldaketaren indarra moteltasun eta azkartasunean.
ru: Выберите силу изменения поле зрения для эффектов замедления и ускорения.

source: Swiftness
eu: Abiadura
ru: Стремительность

source: +@1% running speed
eu: +%@1 korrika-abiadura
ru: +@1% к скорости бега

source: Slowness
eu: Moteltasuna
ru: Замедление

source: -@1% running speed
eu: -%@1 korrika-abiadura
ru: -@1% к скорости бега

source: Levitation
eu: Lebitazioa
ru: Левитация

source: moves body upwards at @1 nodes/s
eu: gorputza gorantz mugitzen du @1 nodo/s
ru: поднимает вверх на @1 нод/сек

source: Night Vision
eu: Gaueko ikusmena
ru: Ночное зрение

source: improved vision during the night
eu: gauez ikusmena hobetzea
ru: улучшает видимость ночью

source: Darkness
eu: Iluntasuna
ru: Тьма

source: surrounded by darkness
eu: iluntasunez inguratuta
ru: окружает темнотой

source: not seeing anything beyond @1 nodes
eu: @1 nodo baino haratago ezer ez ikustea
ru: не видно дальше чем за @1 нод

source: Glowing
eu: Lumineszentzia
ru: Свечение

source: more visible at all times
eu: ikusgarriago une oro
ru: постоянная видимость

source: Health Boost
eu: Osasun hobetua
ru: Прилив здоровья

source: HP increased by @1
eu: HP @1 gehitu da
ru: HP увеличивается на @1

source: Absorption
eu: Xurgapena
ru: Поглощение

source: absorbs up to @1 incoming damage
eu: @1 arteko mina xurgatzen du
ru: поглощает до @1 входящего урона

source: Fire Resistance
eu: Suarekiko Erresistentzia
ru: Огнестойкость

source: resistance to fire damage
eu: suagatiko minaren aurkako erresistentzia
ru: неуязвимость к огненному урону

source: Resistance
eu: Erresistentzia
ru: Сопротивление

source: resist @1% of incoming damage
eu: datorren minaren %@1 jasaten du
ru: устойчивость к @1% входящего урона

source: Luck
eu: Zortea
ru: Везение

source: Bad Luck
eu: Zorte Txarra
ru: Невезение

source: Bad Omen
eu: Seinale Txarra
ru: Дурной знак

source: danger is imminent
eu: arriskua bertan dago
ru: опасность близка

source: Hero of the Village
eu: Herrixkako heroia
ru: Герой деревни

source: Withering
eu: Deskonposizioa
ru: Иссушение

source: -1 HP / @1 s, can kill
eu: -1 HP / @1 s, hil dezake
ru: -1 HP / @1 сек, может убить

source: impaired sight
eu: ikusmen murritza
ru: ухудшенное зрение

source: Hunger
eu: Gosea
ru: Голод

source: exhausts by @1 per second
eu: segundoko @1 bidez agortzen da
ru: истощает на @1 в секунду

source: Nausea
eu: Goragalea
ru: Тошнота

source: not feeling very well...
eu: ez da oso ondo sentitzen...
ru: плохое самочувствие...

source: frequency: @1 / 1 s
eu: frekuentzia: @1 / 1 s
ru: частота: @1 / 1 сек

source: Saturation
eu: Saturazioa
ru: Насыщение

source: saturates by @1 per second
eu: segundoko @1 saturatzen du
ru: насыщает на @1 в секунду

source: Haste
eu: Meatzaritzako presa
ru: Спешка

source: +@1% mining and attack speed
eu: +%@1 ustiatze eta eraso-abiadura
ru: +@1% к скорости добычи и атаки

source: Fatigue
eu: Nekea
ru: Усталость

source: -@1% mining and attack speed
eu: -%@1 ustiatze eta eraso-abiadura
ru: -@1% к скорости добычи и атаки

source: Conduit Power
eu: Indar-Hodia
ru: Сила источника

source: +@1% mining and attack speed in water
eu: +%@1 ustiatze eta uretako eraso-abiadura
ru: +@1% к скорости добычи и атаки под водой

source: Infested
eu: Infestatuta
ru: Заражение

source: Causes 1-3 silverfish to spawn with a 5% chance when damaged
eu: Kolpatutakoan 1-3 zilar-arrain agertzea eragiten du %5-eko aukerarekin
ru: Спавнит 1-3 чешуйницы с 5% шансом при получении урона

source: Oozing
eu: Jario
ru: Слизистость

source: Causes 2 medium slimes to spawn on death
eu: Hildakoan 2 likati ertain agertuko dira
ru: Спавнит 2 средних слизней после смерти

source: Weaving
eu: Olatu
ru: Плетение

source: Causes 2-3 cobwebs to appear on death
eu: Hildakoan 2-3 armiarma-sare agertuko dira
ru: Создаёт 2-3 паутины после смерти

source: Wind Charged
eu: Haize Kargatua
ru: Ветровой заряд

source: Causes a wind burst on death
eu: Hildakoan haize-bolada bat eragingo du
ru: Создаёт ветровой заряд после смерти

source: Fermented Spider Eye
eu: Armiarma-begi hartzitua
ru: Приготовленный паучий глаз

source: Try different combinations to create potions.
eu: Edabeak sortzeko konbinazio desberdinak probatzen ditu.
ru: Пробуйте разные сочетания для приготовления зелий.

source: Glass Bottle
eu: Kristalezko Botila
ru: Пузырёк

source: Liquid container
eu: Likido-edukiontzia
ru: Контейнер для жидкостей

source: A glass bottle is used as a container for liquids and can be used to collect water directly.
eu: Kristalezko botila likidoentzako ontzi gisa erabiltzen da, eta zuzenean ura biltzeko erabil daiteke.
ru: Стеклянный пузырёк используется для хранения жидкостей, её также можно использовать для сбора воды.

source: To collect water, use it on a cauldron with water (which removes a level of water) or any water source (which removes no water).
eu: Ura biltzeko, jar ezazu ura duen galdara batean (ur-maila bat kentzen duena) edo edozein ur-iturritan (urik kanporatzen ez duena).
ru: Воду в пузырёк можно набрать из котла (это уменьшает уровень воды в котле) или из другого источника (уровень которого не уменьшится).

source: Water Bottle
eu: Urez betetako Botila
ru: Пузырёк с водой

source: Water bottles can be used to fill cauldrons. Drinking water has no effect.
eu: Ur-botilak galdarak betetzeko erabil daitezke. Ura edateak ez du inolako eraginik.
ru: Пузырёк с водой можно использовать для наполнения котла. Выпивание воды не даст никакого эффекта.

source: Use the “Place” key to drink. Place this item on a cauldron to pour the water into the cauldron.
eu: Erabili "Ekintza" tekla edateko. Jarri item hau pertza batean, ura saldan isurtzeko.
ru: Можно выпить нажатием клавиши [Использовать]. Используйте этот предмет на котле, чтобы вылить воду в котёл.

source: River Water Bottle
eu: Erreako Ura duen Botila
ru: Пузырёк с речной водой

source: River water bottles can be used to fill cauldrons. Drinking it has no effect.
eu: Errekako urez betetako botilak galdarak betetzeko erabil daitezke. Edateak ez du inongo eraginik.
ru: Пузырёк с речной водой можно использовать для наполнения котла. Выпивание воды не даст никакого эффекта.

source: Use the “Place” key to drink. Place this item on a cauldron to pour the river water into the cauldron.
eu: Erabili "Ekintza" tekla edateko. Jarri item hau pertza batean, ibaiko ura saldara isurtzeko.
ru: Можно выпить нажатием клавиши [Использовать]. Используйте этот предмет на котле, чтобы вылить речную воду в котёл.

source: Splash Water Bottle
eu: Botatako Ura duen Botila
ru: Взрывной пузырёк с водой

source: Extinguishes fire and hurts some mobs
eu: Sua itzali eta izaki batzuk zauritzen ditu
ru: Тушит огонь и ранит некоторых мобов

source: A throwable water bottle that will shatter on impact, where it extinguishes nearby fire and hurts mobs that are vulnerable to water.
eu: Botatako ur-pote bat hautsi egingo da jotzean, hurbileko sua itzaliko du eta urarekiko kalteberak diren izakiak kaltetuko ditu.
ru: Пузырёк с водой, который можно метать. Он разбивается при ударе, тушит ближайший огонь и ранит мобов, уязвимых к воде.

source: Lingering Water Bottle
eu: Ur iraunkorreko Botila
ru: Туманный пузырёк с водой

source: A throwable water bottle that will shatter on impact, where it creates a cloud of water vapor that lingers on the ground for a while. This cloud extinguishes fire and hurts mobs that are vulnerable to water.
eu: Botatako ur-pote bat hautsiko da inpaktuarekin, eta bertan ur-lurrunezko hodei bat sortuko da, denbora batez lurrean geratuko dena. Hodei horrek sua itzaltzen du eta kalte egiten die urarekiko kalteberak diren izakiei.
ru: Пузырёк с водой, который можно метать. Он разбивается при ударе, образуя облако пара, которое оседает на земле некоторое время. Это облако тушит огонь и ранит мобов, уязвимых к воде.

source: Glistering Melon
eu: Sandia distiratsuaren xerra
ru: Сверкающий ломтик арбуза

source: This shiny melon is full of tiny gold nuggets and would be nice in an item frame. It isn't edible and not useful for anything else.
eu: Sandia distiratsu hau urrezko pipita txikiz beteta dago eta polita izango litzateke marko batean. Ez da jangarria eta ez da erabilgarria beste ezertarako.
ru: Сверкающий ломтик арбуза содержит в себе золотые самородки и может отлично смотреться в рамке. Ломтик не съедобен.

source: No effect
eu: Ondoriorik gabe
ru: без эффекта

source: A throwable potion that will shatter on impact, where it creates a magic cloud that lingers around for a while. Any player or mob inside the cloud will receive the potion's effect or set of effects, possibly repeatedly.
eu: Edabe jaurtitzaile bat, talka egitean hausten dena, non hodei magiko bat sortzen duen, denbora batez irauten duena. Hodeiaren barruan dagoen edozein jokalarik edo izakik edabearen efektua edo efektu-multzoa jasoko du, ziurrenik behin eta berriz.
ru: Зелье, которое можно метать. Оно разбивается при ударе, образуя магическое облако, которое оседает на земле некоторое время. Любой игрок или моб внутри облака получит эффект или набор эффектов зелья, и возможно, неоднократно.

source: Use the “Place” key to throw it.
eu: Erabili "Eraso" tekla botatzeko.
ru: Используйте клавишу «Поставить», чтобы метнуть.

source: Use the “Place” key to drink it.
eu: Erabili "Kokatu" tekla edateko.
ru: Нажмите [Использовать], чтобы выпить.

source: Drinking a potion gives you a particular effect or set of effects.
eu: Edabe bat edateak efektu berezi bat edo efektu multzo bat ematen dizu.
ru: Выпив зелье, вы получаете определенный эффект или набор эффектов.

source: Strange Potion
eu: Edabe arraroa
ru: Странное зелье

source: Splash @1
eu: @1 jaurtigaia
ru: Взрывное @1

source: Lingering @1
eu: @1 iraunkorra
ru: Туманное @1

source: Strange Tipped Arrow
eu: Punta Arrarodun Gezia
ru: Странная обмакнутая стрела

source: Dragon's Breath
eu: Dragoi Hatsa
ru: Дыхание дракона

source: This item is used in brewing and can be combined with splash potions to create lingering potions.
eu: Item hori edabeak prestatzeko erabiltzen da, eta botatako itemekin konbina daiteke, edabe iraunkorrak sortzeko.
ru: Этот предмет используется в зельеварении и может объединяться со взрывающимися зельями, чтобы создать туманные зелья.

source: Has an awkward taste and is used for brewing potions.
eu: Zapore arraroa du eta edabeak prestatzeko erabiltzen da.
ru: Имеет неприятный вкус и используется для приготовления других зелий.

source: Has a terrible taste and is not really useful for brewing potions.
eu: Zapore izugarria du eta ez da benetan baliagarria edabeak prestatzeko.
ru: Имеет ужасный вкус и не совсем используется для приготовления других зелий.

source: Has a bitter taste and is not really useful for brewing potions.
eu: Zapore mingotsa du eta ez da benetan erabilgarria edabeak prestatzeko.
ru: Имеет горький вкус и не очень подходит для варки зелий.

source: Instantly heals.
eu: Berehala sendatzen da.
ru: Мгновенно исцеляет.

source: Instantly deals damage.
eu: Berehalako mina eragiten du.
ru: Наносит мгновенный урон.

source: Increases the perceived brightness of light under a dark sky.
eu: Leku ilunetan argiaren distira areagotu egiten da.
ru: Усиливает восприятие яркости освещения в тёмное время суток.

source: Increases walking speed.
eu: Abiadura handitzen du ibiltzean.
ru: Увеличивает скорость ходьбы.

source: Decreases walking speed.
eu: Ibiltzean abiadura moteltzen du.
ru: Уменьшает скорость ходьбы.

source: Increases jump strength.
eu: Saltoaren indarra handitzen du.
ru: Увеличивает силу прыжка.

source: Applies the withering effect which deals damage at a regular interval and can kill.
eu: Tarte erregularretako mina eragiten eta hil dezakeen wither efektua aplikatzen du.
ru: Накладывает эффект иссушения, который наносит урон через интервал времени и может убить.

source: Applies the poison effect which deals damage at a regular interval.
eu: Tarte erregularretako mina eragiten duen pozoi-efektua aplikatzen du.
ru: Накладывает эффект отравления, который наносит урон через интервал времени.

source: Regenerates health over time.
eu: Denborarekin osasuna suspertzen du.
ru: Восстанавливает здоровье со временем.

source: Grants invisibility.
eu: Ikusezintasuna ematen du.
ru: Даёт невидимость.

source: Grants limitless breath underwater.
eu: uraren azpian arnasketa mugagabea ematen du.
ru: Даёт возможность дышать под водой.

source: Grants immunity to damage from heat sources like fire.
eu: Bero-iturriek (suak, adibidez) eragindako minari immunitatea ematen dio.
ru: Даёт неуязвимость к урону от источников тепла, например, от огня.

source: Increases attack power.
eu: Eraso-ahalmena handitzen du.
ru: Увеличивает силу атаки.

source: Decreases attack power.
eu: Eraso-ahalmena txikitzen du.
ru: Уменьшает силу атаки.

source: Instead of falling, you descend gracefully.
eu: Erori beharrean, graziaz jaisten zara.
ru: Плавный спуск вместо падения.

source: Decreases damage taken at the cost of speed.
eu: Jasotako mina murrizten du, abiaduraren kontura.
ru: Уменьшает получаемый урон ценой снижения скорости.

source: Increases luck.
eu: Zortea handitzen ari da.
ru: Увеличивает удачу.

source: Decreases luck.
eu: Zortea txikitzen du.
ru: Уменьшает удачу.

source: Attracts danger.
eu: Arriskua erakartzen du.
ru: Привлекает опасность.

source: Causes 1-3 silverfish to spawn with a 5% chance when damaged. It not applies to silverfishes.
eu: Kolpatutakoan 1-3 zilar-arrain agertzea eragiten du %5-eko aukerarekin. Ez du zilar-arrainekin funtzionatzen.
ru: Спавнит 1-3 чешуйницы с 5% шансом при получении урона. Не действует на чешуйниц.

source: Causes 2 medium slimes to spawn on death. It not applies to slimes.
eu: Hildakoan 2 likati ertain agertzea eragiten du. Ez du likatiekin funtzionatzen.
ru: Спавнит 2 средних слизней после смерти. Не действует на слизней.

source: Causes 2-3 cobwebs to appear on death. Also increases walking speed when crossing cobwebs.
eu: Hildakoan 2-3 armiarma-sare agertzea eragiten du. Gainera, armiarma-sareak gurutzatzeko oinezko-abiadura handitzen du.
ru: Создаёт 2-3 паутины после смерти. Также увеличивает скорость при прохождении через паутину.

source: Causes A wind burst on death.
eu: Hildakoan haize-bolada eragiten du.
ru: Создаёт ветровой заряд после смерти.

source: Unknown Potion
eu: Edabe ezezaguna
ru: Неизвестное зелье

source: Right-click to identify
eu: Eskuin-klik identifikatzeko
ru: Правый клик, чтобы идентифицировать

source: Unknown Tipped Arrow
eu: Punta ezezaguna duen gezia
ru: Неизвестная обмакнутая стрела

source: A throwable potion that will shatter on impact, where it gives all nearby players and mobs a status effect or a set of status effects.
eu: Kolpatzean puskatuko den edabe jaurtigarri bat, hurbil dauden jokalari eta izakiei egoera efektu bat edo gehiago ematen diena.
ru: Зелье, которое можно метать. Оно разбивается при ударе и накладывает на всех ближайших игроков и мобов эффект статуса или набор эффектов статуса.

source: This particular arrow is tipped and will give an effect when it hits a player or mob.
eu: Gezi hau sorginduta dago eta efektua sortuko du jokalari bat edo izaki bat jotzen duenean.
ru: Эта обмакнутая в зелье стрела даёт эффект при попадании в игрока или моба.
