Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/mcl_mobitems/locale/poconvert/*.po
Languages: cs, eu, pt_br

source: Rotten Flesh
cs: Shnilé maso
eu: Haragi ustela
pt_br: Carne Podre

source: 80% chance of food poisoning
cs: 80% šance otravy jídlem
eu: Elikagaien intoxikaziorako % 80ko probabilitatea
pt_br: 80% de chance de intoxicação alimentar

source: Yuck! This piece of flesh clearly has seen better days. If you're really desperate, you can eat it to restore a few hunger points, but there's a 80% chance it causes food poisoning, which increases your hunger for a while.
cs: Fuj! Tenhle kus masa už zjevně zažil lepší časy. Pokud jsi opravdu zoufalý, můžeš ho sníst, abys obnovil pár bodů hladovění, ale je zde 80% pravděpodobnost, že způsobí otravu jídlem, která na chvíli zvýší tvůj hlad.
eu: Hau nazka! Haragi puska honek egun hobeak izan ditu. Benetan desesperatuta badaude, jan dezakezu gose-puntu batzuk berrezartzeko, baina % 80ko aukera dago elikadura-intoxikazioa eragiteko, eta horrek gosea areagotzen dio aldi baterako.
pt_br: Eca! Esse pedaço de carne claramente já viu dias melhores. Se você estiver realmente desesperado, você pode comê-la para restaurar alguns pontos de fome, mas tem 80% de chance de causar intoxicação alimentar, a qual aumenta sua fome por um tempo.

source: Raw Mutton
cs: Syrové skopové maso
eu: Arkume gordina
pt_br: Carneiro Cru

source: Raw mutton is the flesh from a sheep and can be eaten safely. Cooking it will greatly increase its nutritional value.
cs: Syrové skopové maso je maso z ovce a lze ho bezpečně konzumovat. Vařením se jeho nutriční hodnota výrazně zvýší.
eu: Arkume gordina ardi baten haragia da eta modu seguruan jan daiteke. Janaria prestatzeak nutrizio-balioa handituko du neurri handi batean.
pt_br: Carneiro cru é a carne de uma ovelha e pode ser comida com segurança. Cozinha-la aumentará significativamente seu valor nutricional.

source: Cooked Mutton
cs: Pečené skopové maso
eu: Arkume kozinatua
pt_br: Carneiro Assado

source: Cooked mutton is the cooked flesh from a sheep and is used as food.
cs: Pečené skopové maso je upečené maso z ovce a používá se jako potravina.
eu: Prestatutako arkumea ardi-haragia da, eta elikagai gisa erabiltzen da.
pt_br: Carneiro assado é a carne cozida de uma ovelha e é usada como comida.

source: Raw Beef
cs: Syrové hovězí maso
eu: Xerra gordina
pt_br: Bife Cru

source: Raw beef is the flesh from cows and can be eaten safely. Cooking it will greatly increase its nutritional value.
cs: Syrové hovězí maso je maso z krav a lze ho bezpečně konzumovat. Pečením se jeho nutriční hodnota výrazně zvýší.
eu: Haragi gordina behien haragia da, eta modu seguruan jan daiteke. Janaria prestatzeak nutrizio-balioa handituko du neurri handi batean.
pt_br: Bife cru é a carne das vacas e pode ser comida com segurança. Cozinha-la aumentará significativamente seu valor nutricional.

source: Steak
eu: Xerra prestatua
pt_br: Filé

source: Steak is cooked beef from cows and can be eaten.
cs: Steak je pečené maso z krav a lze ho jíst.
eu: Prestatutako xerra behi-xerra gordinekin prestatzen da eta jan daiteke.
pt_br: Filé é bife de vacas cozido e pode ser comido.

source: Raw Chicken
cs: Syrové kuřecí maso
eu: Oilasko gordina
pt_br: Frango Cru

source: 30% chance of food poisoning
cs: 30% pravděpodobnost otravy jídlem
eu: Elikagaien intoxikaziorako % 30eko probabilitatea
pt_br: 30% de chance de intoxicação alimentar

source: Raw chicken is a food item which is not safe to consume. You can eat it to restore a few hunger points, but there's a 30% chance to suffer from food poisoning, which increases your hunger rate for a while. Cooking raw chicken will make it safe to eat and increases its nutritional value.
cs: Syrové kuřecí maso je potravina, která není bezpečná ke konzumaci. Můžete ho sníst, abyste obnovili několik bodů hladu, ale existuje 30% šance, že dostanete otravu jídlem, která na chvíli zvýší vaši úroveň hladu. Pečením se stane bezpečným ke konzumaci a zvýší se jeho nutriční hodnota.
eu: Oilasko gordina kontsumitzea segurua ez den elikagaia da. Jan dezakezu gose-puntu batzuk leheneratzeko, baina elikagaien intoxikazioa jasateko % 30eko aukera dago, eta horrek gose-tasa handitzen du aldi baterako. Oilasko gordina prestatuz gero, segurua izango da jatea eta nutrizio-balioa handituko da.
pt_br: Frango cru é um item de comida que não é seguro para consumo. Você pode comê-lo para restaurar alguns pontos de fome, mas existe uma chance de 30% de sofrer de intoxicação alimentar, o que aumenta sua taxa de fome por um tempo. Cozinhar frango cru o tornará seguro para consumo e aumentará seu valor nutricional.

source: Cooked Chicken
cs: Pečené kuřecí maso
eu: Prestatutako oilaskoa
pt_br: Frango Assado

source: A cooked chicken is a healthy food item which can be eaten.
cs: Pečené kuře je zdravá potravina, kterou lze konzumovat.
eu: Prestatutako oilaskoa jan daitekeen elikagai osasungarria da.
pt_br: Um frango assado é um item de comida saudável que pode ser comido.

source: Raw Porkchop
cs: Syrová vepřová kotleta
eu: Txerri txuleta gordina
pt_br: Carne de Porco Crua

source: A raw porkchop is the flesh from a pig and can be eaten safely. Cooking it will greatly increase its nutritional value.
cs: Syrová vepřová kotleta je maso z prasete a lze ji bezpečně konzumovat. Vařením se výrazně zvýší její nutriční hodnota.
eu: Txerri txuleta gordina txerri baten haragia da eta modu seguruan jan daiteke. Janaria prestatzeak nutrizio-balioa handituko du neurri handi batean.
pt_br: Uma carne de porco crua é a carne de um porco e pode ser comida com segurança. Cozinha-la aumentará significativamente seu valor nutricional.

source: Cooked Porkchop
cs: Pečená vepřová kotleta
eu: Txerri txuleta kozinatua
pt_br: Carne de Porco Assada

source: Cooked porkchop is the cooked flesh of a pig and is used as food.
cs: Pečená vepřová kotleta je pečené maso z prasete a používá se jako potravina.
eu: Prestatutako txerri txuleta txerri baten haragi egosia da, eta elikagai gisa erabiltzen da.
pt_br: Carne de porco assada é a carne cozida de um porco e é usada como comida.

source: Raw Rabbit
cs: Syrový králík
eu: Untxi gordina
pt_br: Coelho Cru

source: Raw rabbit is a food item from a dead rabbit. It can be eaten safely. Cooking it will increase its nutritional value.
cs: Syrové králičí maso je potravina pocházející z mrtvého králíka. Je bezpečné jej konzumovat. Vařením se zvýší jeho nutriční hodnota.
eu: Untxi gordina hildako untxi baten elikagaia da. Modu seguruan jan daiteke. Janaria prestatzeak nutrizio-balioa handituko du.
pt_br: Coelho cru é um item de comida de um coelho morto. Pode ser comida com segurança. Cozinha-la aumentará seu valor nutricional.

source: Cooked Rabbit
cs: Pečený králík
eu: Prestatutako untxia
pt_br: Coelho Assado

source: This is a food item which can be eaten.
cs: Toto je potravina, kterou lze jíst.
eu: Hau jan daitekeen elikagai bat da.
pt_br: Este é um alimento que pode ser consumido.

source: Milk
cs: Mléko
eu: Esnea
pt_br: Leite

source: Removes all status effects
cs: Odstraní všechny stavové efekty
eu: Egoera-efektu guztiak ezabatzen ditu
pt_br: Remove todos os efeitos

source: Milk is very refreshing and can be obtained by using a bucket on a cow. Drinking it will remove all status effects, but restores no hunger points.
cs: Mléko je velmi osvěžující a lze ho získat použitím kbelíku na krávu. Jeho pití odstraní všechny stavové efekty, ale nezlepší pocit hladovění.
eu: Esnea oso freskagarria da, eta ontzi batekin behi baten gainean klikatuz lor daiteke. Edateak estatu-efektu guztiak ezabatuko ditu, baina ez ditu gose-puntuak berrezarriko.
pt_br: O leite é muito refrescante e pode ser obtido usando um balde em uma vaca. Beber leite remove todos os efeitos negativos, mas não restaura os pontos de fome.

source: Use the placement key to drink the milk.
cs: Použijte klávesu pro umístění pro vypití mléka.
eu: Erabili kokapen-tekla esnea edateko.
pt_br: Use a tecla de 'colocar' para beber o leite.

source: Spider Eye
cs: Pavoučí oko
eu: Armiarma-begia
pt_br: Olho de Aranha

source: Poisonous
cs: Jedovaté
eu: Pozoitsua
pt_br: Venenoso

source: Spider eyes are used mainly in crafting. If you're really desperate, you can eat a spider eye, but it will poison you briefly.
cs: Pavoučí oči se používají hlavně pro výrobu. Pokud jste opravdu zoufalí, můžete pavoučí oko sníst, ale na krátkou dobu vás to otráví.
eu: Armiarma-begiak artisautzan erabiltzen dira batez ere. Benetan etsita bazaude, armiarma-begia jan dezakezu, baina pozoitu egingo zaitu.
pt_br: Os olhos de aranha são principalmente usados na produção. Se você estiver realmente desesperado, pode comer um olho de aranha, mas ele o envenenará temporariamente.

source: Bone
cs: Kost
eu: Hezurra
pt_br: Osso

source: Bones can be used to tame wolves so they will protect you. They are also useful as a crafting ingredient.
cs: Kosti lze použít k ochočení vlků, kteří vás pak budou chránit. Jsou také užitečné jako surovina pro výrobu předmětů.
eu: Hezurrak otsoak hezteko erabil daitezke, babestu zaitzaten. Fabrikazio-osagai gisa ere erabilgarriak dira.
pt_br: Os ossos podem ser usados para domesticar lobos e assim eles te protegerão. Eles também são úteis como ingrediente para a produção de itens.

source: Wield the bone near wolves to attract them. Use the “Place” key on the wolf to give it a bone and tame it. You can then give commands to the tamed wolf by using the “Place” key on it.
cs: Držte kost v ruce v blízkosti vlků, abyste je přilákali. Pomocí klávesy Umístit vlkovi dejte kost a ochočte si ho. Poté můžete ochočenému vlkovi dávat příkazy pomocí klávesy Umístit.
eu: Hartu hezurra otsoen ondoan haiek erakartzeko. Erabili "Kokatu" tekla otsoan hezur bat emateko eta hezteko. Gero, etxekotutako otsoari aginduak eman diezazkioke "Kokatu" tekla erabiliz.
pt_br: Use o osso perto de lobos para os atrair. Use a tecla "Colocar" no lobo para dar o osso e domesticar. Você poderá então dar comandos ao lobo domesticado usando a tecla "Colocar" nele.

source: Squid Ink Sac
cs: Inkoustový váček z chobotnice
eu: Tinta-zakua
pt_br: Bolsa de Tinta

source: This item is dropped by dead squids. Squid ink can be used to as an ingredient to craft book and quill or black dye.
cs: Tento předmět vypadne z mrtvé chobotnice. Inkoust lze použít jako přísadu k výrobě knihy s brkem, nebo černého barviva.
eu: Item hau txipiroiek askatzen dute hiltzen direnean. Txipiroi-tinta lumak edo tinte beltza dituzten liburuak egiteko erabil daiteke.
pt_br: Este item é obtido ao derrotar lulas mortas. A tinta de lula pode ser usada como ingrediente para produzir um livro com pena ou corante preto.

source: String
cs: Vlákno
eu: Soka
pt_br: Linha

source: Strings are used in crafting.
cs: Vlákna jsou využívána pro výrobu předmětů.
eu: Sokak artisautzan erabiltzen dira.
pt_br: Linhas são usadas na produção.

source: Blaze Rod
cs: Ohnivá hůl
eu: Blaze-makila
pt_br: Vara de Blaze

source: This is a crafting component dropped from dead blazes.
cs: Toto je řemeslná součástka, kterou lze získat z mrtvých ohniváků.
eu: Sugar hilak fabrikatzeko osagai bat da.
pt_br: Este é um componente de produção obtido ao derrotar blazes mortos.

source: Breeze Rod
cs: Větrná hůl
eu: Txilar-makila
pt_br: Vara de Vórtice

source: This is a crafting item dropped from breezes.
cs: Předmět pro výrobu, kterou upouštějí větrovci.
eu: Hau txilarrak erortzen uzten dituen item bat da.
pt_br: Este é um item de produção caído de breezes.

source: Blaze Powder
cs: Žhavý prach
eu: Blaze-hautsa
pt_br: Pó de Blaze

source: This item is mainly used for crafting.
cs: Tento předmět se používá převážně pro výrobu a vaření lektvarů.
eu: Item hau fabrikaziorako erabiltzen da batez ere.
pt_br: Este item é usado principalmente para produção.

source: Magma Cream
cs: Lávový krém
eu: Magma-krema
pt_br: Creme de Magma

source: Magma cream is a crafting component.
cs: Lávový krém je používaný při výrobě předmětů.
eu: Magma-krema fabrikazio-osagai bat da.
pt_br: Creme de magma é um componente de produção.

source: Ghast Tear
cs: Strašidelná slza
eu: Malko espektrala
pt_br: Lágrima de Ghast

source: Place this item in an item frame as decoration.
cs: Umístěte tento předmět do rámečku jako dekoraci.
eu: Jarri item hau dekorazio moduko item-marko batean.
pt_br: Coloque este item em uma moldura para fins decorativos.

source: Nether Star
cs: Pekelná hvězda
eu: Nether izarra
pt_br: Estrela do Nether

source: A nether star is dropped when the Wither dies. Place it in an item frame to show the world how hardcore you are! Or just as decoration.
cs: Pekelná hvězda je předmět který vypadne po zabití Whitera. Umístěte ji do rámečku, abyste všem ukázali, jak jste hardcore! Nebo ji použijte jen jako dekoraci.
eu: Izar bat erortzen da Wither bat hiltzen denean. Jarri item baten markoan munduari erakusteko zein gogorra zaren! Edo dekorazio gisa, besterik gabe.
pt_br: Uma estrela do Nether é deixada cair quando o Wither morre. A coloque em uma moldura para mostrar ao mundo o quão durão você é! Ou apenas como decoração.

source: Leather
cs: Kůže
eu: Larrua
pt_br: Couro

source: Leather is a versatile crafting component.
cs: Kůže je univerzální surovina pro výrobu předmětů.
eu: Larrua fabrikazio moldakorreko osagai bat da.
pt_br: O couro é um componente versátil para produção.

source: Feather
cs: Pírko
eu: Luma
pt_br: Pena

source: Feathers are used in crafting and are dropped from chickens.
cs: Peří se používá pro výrou předmětů a získává se z kuřat.
eu: Lumak artisautzan erabiltzen dira eta oilaskoetatik askatzen dira.
pt_br: Penas são usadas na produção e são soltas de galinhas.

source: Rabbit Hide
cs: Králičí kůže
eu: Untxi-larrua
pt_br: Pele de Coelho

source: Rabbit hide is used to create leather.
cs: Králičí kůže se používá k výrobě kůže.
eu: Untxi-larrua larrua sortzeko erabiltzen da.
pt_br: A pele de coelho é usada para produzir couro.

source: Rabbit's Foot
cs: Králičí packa
eu: Untxi-hanka
pt_br: Pé de Coelho

source: Must be your lucky day! Place this item in an item frame for decoration.
cs: Musí to být váš šťastný den! Umístěte tento předmět do rámečku jako dekoraci.
eu: Zure zorioneko eguna izango da! Jarri item hau dekoraziorako item-marko batean.
pt_br: Deve ser seu dia de sorte! Coloque este item em uma moldura para decoração.

source: Saddle
cs: Sedlo
eu: Aulkia
pt_br: Sela

source: Can be placed on animals to ride them
cs: Používá se připevněné na zvířata, abyste na nich mohli jezdit
eu: Animalien gainean jar daiteke, muntatzeko
pt_br: Pode ser colocado em animais para os montar

source: Saddles can be put on some animals in order to mount them.
cs: Na některá zvířata lze nasadit sedla, aby se na nich dalo jezdit.
eu: Aulkiak animalia batzuetan jar daitezke, muntatzeko.
pt_br: Selas podem ser colocadas em alguns animais para os montar.

source: Use the placement key with the saddle in your hand to try to put on the saddle. Saddles fit on horses, mules, donkeys and pigs. Horses, mules and donkeys need to be tamed first, otherwise they'll reject the saddle. Saddled animals can be mounted by using the placement key on them again.
cs: Pomocí klávesy pro umístění se sedlem v ruce sedlo nasaďta na zvíře. Sedla se hodí na koně, muly, osly a prasata. Koně, muly a osly je třeba nejprve zkrotit, jinak sedlo odmítnou. Na osedlaná zvířata lze nasednout pomocí klávesy pro umístění.
eu: Erabili eraikuntza-tekla aulkia eskuan duzula, jartzen saiatzeko. Aulkiak zaldi, mando, asto eta txerriei egokitzen zaizkie, baina lehenik eta behin etxekotu egin behar dituzu, bestela aulkia baztertu egingo dute. Etxekotutako animaliak berriz ere eraikuntza-tekla erabiliz muntatu daitezke.
pt_br: Use a tecla de 'colocar' com a sela na mão para tentar a colocar. Selas servem em cavalos, mulas, burros e porcos. Cavalos, mulas e burros precisam ser domados primeiro, caso contrário, rejeitarão a sela. Animais selados podem ser montados novamente usando a tecla de colocação neles.

source: Rabbit Stew
cs: Králičí polévka
eu: Untxi erregosia
pt_br: Ensopado de Coelho

source: Rabbit stew is a very nutricious food item.
cs: Králičí polévka je nutričně hodnotné jídlo.
eu: Untxi erregosia oso janari elikagarria da.
pt_br: O ensopado de coelho é um alimento muito nutritivo.

source: Shulker Shell
cs: Shulkerova skořápka
eu: Shulker oskola
pt_br: Casco de Shulker

source: Shulker shells are used in crafting. They are dropped from dead shulkers.
cs: Shulkerovy skořápky se používají pro výrobu předmětů. Získávají se z mrtvých shulkerů.
eu: Shulker oskolak artisautzan erabiltzen dira. Shulker hiletatik lortzen dira.
pt_br: Carapaças de shulker são usadas na produção de itens. Elas soltam ao derrotar shulkers.

source: Slimeball
cs: Koule slizu
eu: Slime-bola
pt_br: Bola de Slime

source: Slimeballs are used in crafting. They are dropped from slimes.
cs: Koule slizu se používají při výrobě předmětů. Vypadávají ze slimáků.
eu: Slime bolak artisautzan erabiltzen dira. Slime-etatik lortzen dira.
pt_br: As bolas de slime são usadas na produção. Elas soltam ao derrotar slimes.

source: Gunpowder
cs: Střelný prach
eu: Bolbora
pt_br: Pólvora

source: Carrot on a Stick
cs: Mrkev na klacku
eu: Kanabera azenarioarekin
pt_br: Vara com Cenoura

source: Lets you ride a saddled pig
cs: Lze pomocí ní směrovat osedlané prase
eu: Txerri etxekotu bat muntatzeko aukera ematen dizu
pt_br: Permite guiar um porco selado

source: A carrot on a stick can be used on saddled pigs to ride them.
cs: Mrkev na klacku lze použít na osedlaná prasata, aby se na nich dalo jezdit.
eu: Azenarioa duen kanabera txerri etxekotuetan erabil daiteke, muntatzeko.
pt_br: A vara com cenoura pode ser usada para guiar porcos selados.

source: Place it on a saddled pig to mount it. You can now ride the pig like a horse. Pigs will also walk towards you when you just wield the carrot on a stick.
cs: Umístěte jej na osedlané prase, abyste na něj mohli nasednout. Nyní můžete na praseti jezdit jako na koni. Prasata k vám také přijdou, když budete držet v ruce mrkev na klacku.
eu: Jarri txerri etxekotu baten gainean muntatzeko. Orain zaldi bat bezala igo dezakezu txerria. Txerriak ere zuregana joango dira azenarioa makila batean bakarrik maneiatzen dutenean.
pt_br: Coloque isso em um porco selado para o montar. Agora você pode guiar no porco como se fosse um cavalo. Os porcos também caminharão em sua direção só de você segurar a vara com a cenoura.

source: Warped Fungus on a Stick
cs: Deformovaná houba na klacku
eu: Onddo distortsionatu bat duen kanabera
pt_br: Vara com Fungo Distorcido

source: Lets you ride a strider
cs: Umožňuje vám jezdit na striderovi
eu: Strider batean ibiltzeko aukera ematen dizu
pt_br: Permite guiar um strider

source: A warped fungus on a stick can be used on saddled striders to ride them.
cs: Deformovaná houba na tyči může být použita na osedlané stridery, aby se na nich dalo jezdit.
eu: Onddo distortsionatu bat duen kanabera strider etxekotu batean erabil daiteke, kontrolatzeko.
pt_br: A vara com fungo distorcido pode ser usada nos striders selados para os guiar.

source: Place it on a saddled strider to mount it. You can now ride the strider like a horse. Striders will also walk towards you when you just wield the fungus on a stick.
eu: Jar ezazu strider etxekotu baten gainean muntatzeko. Orain striderra txerri bat balitz bezala muntatu dezakezu. Striderrak ere nahi duzun lekura joango dira, baldin eta kanabera onddo desitxuratuarekin eramaten baduzu.
pt_br: Coloque isso em um strider selado para o montar. Agora você pode guiar o strider como se fosse um cavalo. Os striders também caminharão em sua direção só de você empunhar a vara com o fungo.

source: Nautilus Shell
eu: Nautilozko oskola
pt_br: Concha de Náutilo

source: Used to craft a conduit
eu: Kanalizatzaile bat fabrikatzeko erabiltzen da
pt_br: Usado para produzir um canalizador

source: The Nautilus Shell is used to craft a conduit. They can be obtained by fishing or killing a drowned that is wielding a shell.
eu: Nautilozko oskola kanalizatzaileak egiteko erabiltzen da. Oskol bat daraman ito bat arrantzatuz edo hilez lor daitezke.
pt_br: A Concha de Náutilo é usada para produzir um canalizador. Elas podem ser obtidas pescando ou matando um afogado que esteja empunhando uma concha.

source: Heart of the Sea
eu: Itsasoaren bihotza
pt_br: Coração do Mar

source: The Heart of the Sea is used to craft a conduit. They can be obtained by finding them in a buried treasure chest.
eu: Itsasoaren Bihotza kanalizatzaileak egiteko erabiltzen da. Altxorraren kutxa batean lor daitezke.
pt_br: O Coração do Mar é usado para produzir um canalizador. Ele pode ser achado em um baú de tesouro enterrado.

source: Place it on a horse to put on the horse armor. Donkeys and mules can't wear horse armor.
eu: Jarri zaldi batean zaldi armadura jartzeko. Astoek eta mandoek ezin dute zaldi-armadurarik erabili.
pt_br: Coloque no cavalo para equipar a armadura. Burros e mulas não podem usar armadura de cavalo.

source: Leather Horse Armor
eu: Zaldientzako larruzko armadura
pt_br: Armadura de Couro para Cavalo

source: Leather horse armor can be worn by horses to increase their protection from harm a little.
eu: Zaldiek larruzko armadurak erabil ditzakete kalteen aurkako babesa handitzeko.
pt_br: Armaduras de couro para cavalos podem ser usadas para aumentar um pouco a proteção contra danos.

source: Iron Horse Armor
eu: Zaldiarentzako burdinazko armadura
pt_br: Armadura de Ferro para Cavalo

source: Iron horse armor can be worn by horses to increase their protection from harm a bit.
eu: Zaldiek burdinazko zaldiaren armadura erabil dezakete kaltearen aurkako babesa handitzeko.
pt_br: Os cavalos podem usar armaduras de ferro para aumentar um pouco sua proteção contra danos.

source: Golden Horse Armor
eu: Zaldiarentzako urrezko armadura
pt_br: Armadura de Ouro para Cavalo

source: Golden horse armor can be worn by horses to increase their protection from harm.
eu: Zaldiek urrezko zaldiaren armadura erabil dezakete kaltearen aurkako babesa handitzeko.
pt_br: A armadura de ouro para cavalos pode ser usada para aumentar a proteção contra danos neles.

source: Diamond Horse Armor
eu: Zaldiarentzako diamantezko armadura
pt_br: Armadura de Diamante para Cavalo

source: Diamond horse armor can be worn by horses to greatly increase their protection from harm.
eu: Zaldiek diamantezko zaldiaren armadura erabil dezakete, kaltearen aurkako babesa handitzeko neurri handi batean.
pt_br: Armaduras de diamante para cavalos podem ser usadas para aumentar consideravelmente a proteção contra danos neles.

source: Glow Ink Sac
eu: Tinta distiratsuaren zakua
pt_br: Bolsa de Tinta Brilhante

source: Use it to craft the Glow Item Frame.
eu: Erabili marko argitsuak egiteko.
pt_br: Use para criar a Moldura Brilhante.

source: Use the Glow Ink Sac and the normal Item Frame to craft the Glow Item Frame.
eu: Erabili tinta distiratsuaren zakua eta marko normala marko distiratsua fabrikatzeko.
pt_br: Use o Saco de Tinta Brilhante e a Moldura normal para criar a Moldura Brilhante.

source: Name Tag
eu: Etiketa
pt_br: Etiqueta

source: Give names to mobs
eu: Jarri izenak izakiei
pt_br: Dê nomes aos mobs

source: Set name at anvil
eu: Hautatu izen bat ingude batean
pt_br: Defina um nome na bigorna

source: A name tag is an item to name a mob.
eu: Etiketa batek izaki bat izendatzeko balio du.
pt_br: Uma etiqueta é um item usado para nomear um mob.

source: Before you use the name tag, you need to set a name at an anvil. Then you can use the name tag to name a mob. This uses up the name tag.
eu: Etiketa erabili aurretik, izen berria jarri behar diozu ingude batean. Gero etiketa erabil dezakezu izaki bati izen bat jartzeko. Horrek etiketa kontsumitzen du.
pt_br: Antes de usar a etiqueta, você precisa definir um nome em uma bigorna. Depois, você poderá usar a etiqueta para nomear uma criatura. Isso consome a etiqueta.
