Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/mcl_chests/locale/poconvert/*.po
Languages: eu

source: Chest
eu: Kutxa

source: Inventory
eu: Inbentarioa

source: Large Chest
eu: Kutxa Handia

source: To access its inventory, rightclick it. When broken, the items will drop out.
eu: Zure inbentarioan sartzeko, egin eskuin-klik. Hausten direnean, itemak erori egingo dira.

source: Chests are containers which provide 27 inventory slots. Chests can be turned into large chests with double the capacity by placing two chests next to each other.
eu: Kutxek 27 inbentario-arteka ematen dituzten edukiontziak dira. Kutxak kutxa handi bihur daitezke edukiera bikoitzarekin, bi kutxa bata bestearen ondoan jarrita.

source: 27 inventory slots
eu: 27 inbentario-arteka

source: Can be combined to a large chest
eu: Kutxa handi bihurtzeko konbinatu daiteke

source: Trapped Chest
eu: Tranpa-kutxa

source: A trapped chest is a container which provides 27 inventory slots. When it is opened, it sends a redstone signal to its adjacent blocks as long it stays open. Trapped chests can be turned into large trapped chests with double the capacity by placing two trapped chests next to each other.
eu: Zopa tranpa 27 inbentario-arteka ematen dituen edukiontzia da. Irekitzen denean, redstone seinalea bidaltzen du ondoko blokeetara, irekita dagoen bitartean. Kutxa tranpak kutxa tranpa handi bihur daitezke edukiera bikoitzarekin, bi kutxa bata bestearen ondoan harrapatuta utziz.

source: Emits a redstone signal when opened
eu: Redstone seinalea igortzen du irekitzean

source: Ender Chest
eu: Ekartze-kutxa

source: 27 interdimensional inventory slots
eu: 27 inbentario-arteka interdimentsional

source: Put items inside, retrieve them from any ender chest
eu: Jarri itemak barruan, itzuli edozein kutxatilatatik

source: Ender chests grant you access to a single personal interdimensional inventory with 27 slots. This inventory is the same no matter from which ender chest you access it from. If you put one item into one ender chest, you will find it in all other ender chests. Each player will only see their own items, but not the items of other players.
eu: Ender kutxek 27 zirrikitu dituen dimentsio arteko inbentario pertsonal bakarrerako sarbidea ematen diote. Inbentario hori bera da, sartzeko zein kutxatilatatik sartzen zaren kontuan hartu gabe. Kutxa batean item bat jartzen baduzu, beste kutxa guztietan aurkituko duzu. Jokalari bakoitzak bere itemak bakarrik ikusiko ditu, baina ez beste jokalarien itemak.

source: Rightclick the ender chest to access your personal interdimensional inventory.
eu: Egin eskuin-klik Sartu kutxan zure inbentario interdimentsional pertsonalera sartzeko.

source: White Shulker Box
eu: Shulker-kaxa zuria

source: Light Grey Shulker Box
eu: Shulker-kaxa gris argia

source: Orange Shulker Box
eu: Shulker-kaxa laranja

source: Cyan Shulker Box
eu: Shulker-kaxa ziana

source: Magenta Shulker Box
eu: Shulker-kaxa magenta

source: Purple Shulker Box
eu: Shulker-kaxa morea

source: Light Blue Shulker Box
eu: Shulker-kaxa urdin argia

source: Blue Shulker Box
eu: Shulker-kaxa urdina

source: Yellow Shulker Box
eu: Shulker-kaxaa horia

source: Brown Shulker Box
eu: Shulker-kaxa marroia

source: Lime Shulker Box
eu: Shulker-kaxa berde lima

source: Green Shulker Box
eu: Shulker-kaxa berdea

source: Pink Shulker Box
eu: Shulker-kaxa arrosa

source: Red Shulker Box
eu: Shulker-kaxaa gorria

source: Grey Shulker Box
eu: Shulker-kaxa grisa

source: Black Shulker Box
eu: Shulker-kaxa beltza

source: Shulker Box
eu: Shulker-kaxa

source: Can be carried around with its contents
eu: Bere edukiekin eraman daiteke

source: and @1 more
eu: eta @1 gehiago

source: A shulker box is a portable container which provides 27 inventory slots for any item except shulker boxes. Shulker boxes keep their inventory when broken, so shulker boxes as well as their contents can be taken as a single item. Shulker boxes come in many different colors.
eu: Shulker-kaxa edukiontzi eramangarri bat da, eta 27 inbentario-zirrikitu eskaintzen ditu edozein itemetarako, shulker-kutxetarako izan ezik. Shulker-kutxek inbentarioa egiten dute apurtuta daudenean, eta, beraz, shulker-kutxak eta haien edukiak item bakar gisa har daitezke. Shulker-kaxak kolore askotakoak dira.

source: To access the inventory of a shulker box, place and right-click it. To take a shulker box and its contents with you, just break and collect it, the items will not fall out. Place the shulker box again to be able to retrieve its contents.
eu: Shulker-kaxa baten inbentariora sartzeko, jarri eta egin eskuin-klik. Shulker-kaxa bat eta haren edukia eramateko, hautsi eta bildu, besterik ez; itemak ez dira eroriko. Jarri berriro shulker-kaxa, edukia berreskuratu ahal izateko.
