Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ENTITIES/mcl_minecarts/locale/poconvert/*.po
Languages: eu

source: Sneak-click to remove
eu: Makurtze-tekla kentzeko

source: Minecart
eu: Bagoneta

source: Vehicle for fast travel on rails
eu: Errail gaineko bidaia azkarretarako ibilgailua

source: Minecarts can be used for a quick transportion on rails.
eu: Bagonetak errailetan azkar garraiatzeko erabil daitezke.

source: Minecarts only ride on rails and always follow the tracks. At a T-junction with no straight way ahead, they turn left. The speed is affected by the rail type.
eu: Bagonetek errailetan bakarrik bidaiatzen dute eta beti bidea jarraitzen dute. Bide zuzenik ez duen T formako bidegurutze batean, ezkerrera biratzen dute. Errail motak eragina du abiaduran.

source: You can place the minecart on rails. Right-click it to enter it. Punch it to get it moving.
eu: Bagoneta errailetan jar dezakezu. Egin eskuin-klik sartzeko. Eman ukabilakada mugi dadin.

source: To obtain the minecart, punch it while holding down the sneak key.
eu: Bagoneta lortzeko, eman ukabilkada makurtze-tekla sakatuta duzun bitartean.

source: If it moves over a powered activator rail, you'll get ejected.
eu: Aktibatutako errail-aktibatzaile baten gainean mugitzen bada, bagonetatik kanporatuko zaitu.

source: Sneak to dismount
eu: Makurtze-tekla jaisteko

source: Minecart with Chest
eu: Bagoneta kutxaduna

source: Minecart with Furnace
eu: Bagoneta labeduna

source: A minecart with furnace is a vehicle that travels on rails. It can propel itself with fuel.
eu: Bagoneta labedun bat errailen gainean mugitzen den ibilgailu bat da. Erregaiarekin bultza daiteke.

source: Place it on rails. If you give it some coal, the furnace will start burning for a long time and the minecart will be able to move itself. Punch it to get it moving.
eu: Errailen gainean jarri. Ikatz pixka bat ematen badiozu, labea erretzen hasiko da denbora luzez, eta bagoneta bere kabuz mugitu ahal izango da. Eman ezazu ukabilkada mugi dadin.

source: To obtain the minecart and furnace, punch them while holding down the sneak key.
eu: Bagoneta eta labea lortzeko, eman ukabilkada makurtze-tekla sakatuta duzun bitartean.

source: Minecart with Command Block
eu: Bagoneta Komando-blokeduna

source: Minecart with Hopper
eu: Bagoneta Toberaduna

source: Minecart with TNT
eu: Bagoneta Dinamitaduna

source: Can be ignited by tools or powered activator rail
eu: Tresnekin edo errail-aktibatzaile batekin piztu daiteke

source: A minecart with TNT is an explosive vehicle that travels on rail.
eu: TNT duen bagoneta bat errailen gainean doan ibilgailu leherkor bat da.

source: Place it on rails. Punch it to move it. The TNT is ignited with a flint and steel or when the minecart is on an powered activator rail.
eu: Errailen gainean jarri. Eman ukabilkada mugitzeko. TNTa suharria eta altzairu batekin edo bagoneta aktibatutako errail-aktibatzaile baten gainean dagoenean pizten da.

source: To obtain the minecart and TNT, punch them while holding down the sneak key. You can't do this if the TNT was ignited.
eu: Bagoneta eta dinamita lortzeko, eman ukabilkada makurtze-tekla sakatuta duzun bitartean. Ezin duzu hau egin TNTa piztuta badago.

source: Place them on the ground to build your railway, the rails will automatically connect to each other and will turn into curves, T-junctions, crossings and slopes as needed.
eu: Lurrean jarri, trenbidea eraikitzeko. Errailak automatikoki konektatuko dira elkarrekin, eta bihurgune, T formako lotura, bidegurutze eta malda bihurtuko dira, beharrezkoa den heinean.

source: Rail
eu: Erraila

source: Track for minecarts
eu: Bagoneten bidea

source: Rails can be used to build transport tracks for minecarts. Normal rails slightly slow down minecarts due to friction.
eu: Errailak bagonetentzako garraiobideak eraikitzeko erabil daitezke. Errail normalek pixka bat moteltzen dituzte bagonetak, marruskaduraren ondorioz.

source: Powered Rail
eu: Propultsio-erraila

source: Speed up when powered, slow down when not powered
eu: Aktibatuta dagoenean azeleratzen du, aktibatuta ez dagoenean abiadura gutxitzen du

source: Rails can be used to build transport tracks for minecarts. Powered rails are able to accelerate and brake minecarts.
eu: Errailak bagonetentzako garraiobideak eraikitzeko erabil daitezke. Propultsio-errailak bagonetak azeleratu eta balazta ditzakete.

source: Without redstone power, the rail will brake minecarts. To make this rail accelerate minecarts, power it with redstone power.
eu: Redstone indarrik gabe, errailak bagonetak balaztatuko ditu. Errail honek bagonetak azeleratu ditzan, indartu redstone indarrarekin.

source: Activator Rail
eu: Errail-aktibatzailea

source: Activates minecarts when powered
eu: Indarra duenean bagonetak aktibatzen ditu

source: Rails can be used to build transport tracks for minecarts. Activator rails are used to activate special minecarts.
eu: Errailak bagonetentzako garraiobideak eraikitzeko erabil daitezke. Errail-aktibatzaileak bagoneta bereziak aktibatzeko erabiltzen dira.

source: To make this rail activate minecarts, power it with redstone power and send a minecart over this piece of rail.
eu: Errail honek bagonetak aktiba ditzan, piztu redstone indarraz eta bidali bagoneta bat errail zati honetara.

source: Detector Rail
eu: Errail detektagailua

source: Emits redstone power when a minecart is detected
eu: Redstone indar seinalea igortzen du bagoneta bat detektatzen denean

source: Rails can be used to build transport tracks for minecarts. A detector rail is able to detect a minecart above it and powers redstone mechanisms.
eu: Errailak bagonetentzako garraiobideak eraikitzeko erabil daitezke. Errail-detektagailu batek bagoneta bat detekta dezake haren gainean, eta redstone mekanismoak elikatzen ditu.

source: To detect a minecart and provide redstone power, connect it to redstone trails or redstone mechanisms and send any minecart over the rail.
eu: Bagoneta bat detektatzeko eta redstone indarra emateko, konekta ezazu redstone errailetara edo redstone mekanismoetan eta bidal ezazu edozein bagoneta errailera.
