Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/HUD/mcl_achievements/locale/poconvert/*.po
Languages: eu, sv, zh_tw

source: Benchmarking
eu: Ebaluazioa
sv: Prestandamätning
zh_tw: 量枘製鑿

source: Craft a crafting table from 4 wooden planks.
eu: Sortu lan-mahai bat egurrezko oholezko 4 blokerekin.
sv: Tillverka ett hantverksbord av 4 träplankor.
zh_tw: 使用 4 塊木板合成一張合成台。

source: Time to Mine!
eu: Txikitzeko ordua!
sv: Dags att gräva!
zh_tw: 來挖掘吧！

source: Use a crafting table to craft a wooden pickaxe from wooden planks and sticks.
eu: Lan-mahai bat erabiltzen du egurrezko ohol eta makilekin zurezko moko bat egiteko.
sv: Använd ett hantverksbord för att tillverka en trähacka av träplankor och pinnar.
zh_tw: 用木板和木棒，在合成台上合成出一柄木鎬。

source: Hot Topic
eu: Egin berria
sv: Hett ämne
zh_tw: 熱門焦點

source: Use 8 cobblestones to craft a furnace.
eu: Erabili 8 galtzada-harri labe bat egiteko.
sv: Använd 8 kullerstensblock för att tillverka en ugn.
zh_tw: 使用 8 塊鵝卵石合成一個熔爐。

source: Time to Farm!
eu: Landatzeko ordua!
sv: Dags att odla!
zh_tw: 來農耕吧！

source: Use a crafting table to craft a wooden hoe from wooden planks and sticks.
eu: Lan-mahai bat erabiltzen du zurezko aitzur bat egiteko, zurezko oholetatik eta makiletatik abiatuta.
sv: Använd ett hantverksbord för att tillverka en träflåhacka av träplankor och pinnar.
zh_tw: 用木板和木棒，在合成台上合成出一柄木鋤。

source: Bake Bread
eu: Labea ogia
sv: Baka bröd
zh_tw: 麵包烘焙

source: Use wheat to craft a bread.
eu: Garia erabiltzen du ogia egiteko.
sv: Använd vete för att tillverka bröd.
zh_tw: 用小麥合成出一條麵包。

source: The Lie
eu: Gezurra
sv: Lögnen
zh_tw: 謊言

source: Craft a cake using wheat, sugar, milk and an egg.
eu: Egin tarta bat gari, azukre, esne eta arrautzarekin.
sv: Gör en tårta av vete, socker, mjölk och ett ägg.
zh_tw: 用小麥、糖、牛奶和雞蛋合成出一個蛋糕。

source: Getting an Upgrade
eu: Hobekuntza lortuz
sv: Uppgraderingar
zh_tw: 挖掘升級！

source: Craft a stone pickaxe using sticks and cobblestone.
eu: Harrizko moko bat egiten du, makilekin eta galtzada-harriarekin.
sv: Tillverka en stenhacka med hjälp av pinnar och kullersten.
zh_tw: 用鵝卵石和木棒合成出一柄石鎬。

source: Time to Strike!
eu: Erasotzeko ordua!
sv: Dags att slå till!
zh_tw: 來出擊吧！

source: Craft a wooden sword using wooden planks and sticks on a crafting table.
eu: Egurrezko ezpata bat egiten du, lan-mahai batean egurrezko oholak eta makilak erabiliz.
sv: Tillverka ett träsvärd med hjälp av träplankor och pinnar på ett hantverksbord.
zh_tw: 用木板和木棒合成出一柄木劍。

source: Librarian
eu: Liburuzaina
sv: Bibliotekarie
zh_tw: 圖書管理員

source: Craft a bookshelf.
eu: Apalategi bat egiten du.
sv: Tillverka en bokhylla.
zh_tw: 合成一座書架。

source: Isn't It Iron Pick
eu: Ez al da burdingarria?
sv: Järnkoll på hackor
zh_tw: 破銅煉鐵

source: Craft a iron pickaxe using sticks and iron.
eu: Burdinazko moko bat egiten du, makilak eta burdina erabiliz.
sv: Tillverka en järnhacka med hjälp av pinnar och järn.
zh_tw: 用鐵錠和木棒合成出一柄鐵鎬。

source: DIAMONDS!
eu: DIAMANTEAK!
sv: DIAMANTER!
zh_tw: 璀璨耀眼

source: Pick up a diamond from the floor.
eu: Jaso diamante bat lurretik.
sv: Plocka upp en diamant från marken.
zh_tw: 獲得鑽石。

source: Into Fire
eu: Suarekin jolasean
sv: In i elden
zh_tw: 火中取栗

source: Pick up a blaze rod from the floor.
eu: Jaso blaze makila bat lurretik.
sv: Plocka upp en eldstav från marken.
zh_tw: 獲得烈焰桿。

source: Cow Tipper
eu: Behi Larrutzailea
sv: Kovältare
zh_tw: 鬥牛勇士

source: Pick up leather from the floor. Hint: Cows and some other animals have a chance to drop leather, when killed.
eu: Jaso larrua lurretik. Iradokizuna: Behiek eta beste animalia batzuek larrua askatzeko aukera dute hiltzen direnean.
sv: Plocka upp läder från marken. Tips: Kor och vissa andra djur har en chans att tappa läder när de dödas.
zh_tw: 獲得皮革。 提示：牛是可靠的皮革來源。

source: Getting Wood
eu: Zura lortzen
sv: Ta i trä
zh_tw: 一草一木

source: Pick up a wood item from the ground. Hint: Punch a tree trunk until it pops out as an item.
eu: Jaso egurrezko item bat lurretik. Iradokizuna: Jo zuhaitz baten enborra item bat bezala atera arte.
sv: Plocka upp ett träföremål från marken. Tips: Slå på en trädstam tills den dyker upp som ett föremål.
zh_tw: 獲得原木。 提示：毆打樹幹直到它屈服。

source: Who is Cutting Onions?
eu: Nor ari da tipulak mozten?
sv: Vem är det som skär lök?
zh_tw: 抹去眼淚

source: Pick up a crying obsidian from the floor.
eu: Lurretik obsidiana negarti bat jasotzen du.
sv: Plocka upp en gråtande obsidian från marken.
zh_tw: 獲得哭泣的黑曜石。

source: Hidden in the Depths
eu: Sakonean ezkutatuta
sv: Dold i djupet
zh_tw: 深藏不露

source: Pick up an Ancient Debris from the floor.
eu: Lurretik Antzinako Hondakindegi bat jasotzen du.
sv: Plocka upp antikt bråte från marken.
zh_tw: 獲得遠古遺骸。

source: The Next Generation
eu: Belaunaldi berria
sv: Den nya generationen
zh_tw: 新世代

source: Hold the Dragon Egg. Hint: Pick up the egg from the ground and have it in your inventory.
eu: Lortu herensuge arrautza. Iradokizuna: Jaso arrautza lurretik, eta jarri zure inbentarioan.
sv: Håll i drakägget. Tips: Plocka upp ägget från marken och ha det i din packning.
zh_tw: 獲得龍蛋。

source: Sky's the Limit
eu: Infinituraino... eta haratago!
sv: Himlen sätter gränserna
zh_tw: 衝上雲霄

source: Find the elytra and prepare to fly above and beyond!
eu: Aurkitu elitroak eta prestatu infinitura eta haratago hegan egiteko!
sv: Hitta täckvingar och gör dig redo att flyga högre än någonsin!
zh_tw: 獲得鞘翅，準備展翅翱翔！

source: Acquire Hardware
eu: Burdin Aroa
sv: Medan järnet är varmt
zh_tw: 吃飯傢伙

source: Take an iron ingot from a furnace's output slot. Hint: To smelt an iron ingot, put a fuel (like coal) and iron ore into a furnace.
eu: Lortu burdinazko lingote bat labe batetik. Iradokizuna: Burdinazko lingote bat urtzeko, jarri erregai bat (ikatza, adibidez) eta burdin minerala labe batean.
sv: Ta en järntacka från en ugn. Tips: För att smälta en järntacka, lägg bränsle (som kol) och järnmalm i en ugn.
zh_tw: 從熔爐中取出鐵錠。 提示：將鐵礦和燃料加入熔爐，冶煉就會自動開始。

source: Delicious Fish
eu: Arrain goxoa
sv: Läcker fisk
zh_tw: 年年有魚

source: Take any cooked fish after cooking it in a furnace, smoker, campfire or soul campfire. Hint: Use a fishing rod to catch a fish and cook it in a furnace.
eu: Hartu kozinatutako edozein arrain labea, keztatzailean, kanpin-suan edo arima kanpin-suan prestatu ondoren. Pista: Erabili kanabera arrantzatzeko eta prestatu labean.
sv: Ta en tillagad fisk efter att ha tillagat den i en ugn, rökugn, lägereld eller själslägereld. Tips: Använd ett fiskespö för att fånga en fisk och tillaga den i en ugn.

source: On A Rail
eu: Dena gurpil gainean
sv: Som på räls
zh_tw: 東方快車

source: Travel by minecart for at least 1000 meters from your starting point in a single ride.
eu: Gutxienez 1.000 metroko bidaia bagonetan, abiapuntutik abiatuta, bidaia bakar batean.
sv: Åk gruvvagn minst 1000 meter från din startpunkt i en enda resa.

source: Sniper Duel
eu: Frankotiratzaileen duelua
sv: Prickskytteduell
zh_tw: 狙擊對決

source: Kill a skeleton, wither skeleton or stray by bow and arrow from a distance of at least 20 meters.
eu: Eskeleto bat, wither eskeletoa edo alderraia hiltzen du, gutxienez 20 metroko distantziatik arku bat eta geziak dituela.
sv: Döda ett skelett, vissnarskelett eller herrelös med pil och båge från ett avstånd på minst 20 meter.
zh_tw: 用弓箭在最少 20 米外狙殺一隻骷髏、凋零骷髏或流浪者。

source: Monster Hunter
eu: Ehizakiak
sv: Monsterjägare
zh_tw: 魔物獵人

source: Kill a monster.
eu: Munstro bat hil.
sv: Döda ett monster.
zh_tw: 獵殺一隻怪物。

source: We Need to Go Deeper
eu: Sakonago joan behar dugu
sv: Vi måste gräva djupare
zh_tw: 潛行凶間

source: Use obsidian and a fire starter to construct a Nether portal.
eu: Erabili obsidiana eta suzko iniziatzaile bat Nether atari bat eraikitzeko.
sv: Använd obsidian och en eldstartare för att bygga en nederportal.
zh_tw: 用黑曜石和生火工具做出一扇地獄傳送門。

source: The End?
eu: Bukatu da?
sv: Slutet?
zh_tw: 終了？

source: Or the beginning? Hint: Enter an end portal.
eu: Edo hasiera? Iradokizuna: End atarira sartu.
sv: Eller början? Tips: Gå in i en slutportal.
zh_tw: 還是開始？ 提示：進入終界門。

source: The Nether
eu: Nether
sv: Nedern
zh_tw: 赴湯蹈火

source: Bring summer clothes. Hint: Enter the Nether.
eu: Ekarri udako arropa. Iradokizuna: Sartu Nether-era.
sv: Ta med sommarkläder. Tips: Stig in i Nedern.
zh_tw: 準備清涼穿著。 提示：進入地獄。

source: Postmortal
eu: Post mortem
sv: Se döden i vitögat
zh_tw: 置之死地

source: Use a Totem of Undying to cheat death.
eu: Hilezkortasunaren totema erabiltzen du heriotza engainatzeko.
sv: Lura döden med ett odödlighetstotem.
zh_tw: 用不死圖騰逃避死亡。

source: Sweet Dreams
eu: Amets goxoak
sv: Sov gott
zh_tw: 一夜好眠

source: Sleep in a bed to change your respawn point.
eu: Lo egin ohe batean zure berragertze-puntua aldatzeko.
sv: Sov i en säng för att ändra din återskapningspunkt.
zh_tw: 在床上入睡，改變重生點。

source: Not Quite "Nine" Lives
eu: Ez zehazki «zazpi» bizitza
sv: Inte riktigt ”nio” liv
zh_tw: 貓有九命

source: Charge a Respawn Anchor to the maximum.
eu: Berragertze-lotura ahalik eta gehien kargatzen du.
sv: Ladda ett återskapningsankare maximalt.
zh_tw: 將一個重生錨充到最滿。

source: What A Deal!
eu: A zer eskaintza!
sv: Vilket erbjudande!
zh_tw: 貨如輪轉

source: Successfully trade with a Villager.
eu: Merkataritzan ari da baserritar batekin.
sv: Genomför en lyckad handel med en bybo.
zh_tw: 成功與村民交易。

source: Tactical Fishing
eu: Arrantza taktikoa
sv: Taktikfiske
zh_tw: 求生捕魚術

source: Catch a fish... without a fishing rod!
eu: Harrapatu arrain bat... kanaberarik gabe!
sv: Fånga en fisk... utan ett fiskespö!
zh_tw: 捕魚，但不用釣竿！

source: The Cutest Predator
eu: Harraparirik maitagarriena
sv: Det gulligaste rovdjuret
zh_tw: 最萌凶物

source: Catch an Axolotl with a bucket!
eu: Harrapatu Ajolote bat kubo batekin!
sv: Fånga en Axolotl med en hink!
zh_tw: 用桶捕獲一尾蠑螈！

source: Withering Heights
eu: Witherstein doktorea
sv: Vissnande höjder
zh_tw: 借屍還魂

source: Summon the wither from the dead.
eu: Wither deitzen du hildakoen artetik.
sv: Återuppväck vissnaren från de döda.
zh_tw: 召喚凋零。

source: Free the End
eu: Aska ezazu End
sv: Frigör slutet
zh_tw: 有始有終

source: Kill the ender dragon. Good Luck!
eu: Enderdragoia hiltzen du. Zorte on!
sv: Döda slutdraken. Lycka till!
zh_tw: 打敗終界龍。祝好運！

source: Fishy Business
eu: Kontu ezkatatsua
sv: Fiskal angelägenhet
zh_tw: 魚樂無窮

source: Catch a fish. Hint: Catch a fish, salmon, clownfish, or pufferfish.
eu: Hartu arrain bat. Iradokizuna: Harrapatu arrain bat, izokina, pailazo arraina, edo puxika arraina.
sv: Fånga en fisk. Ledtråd: Fånga en fisk, lax, clownfisk eller blåsfisk.
zh_tw: 捕獲一條魚。 提示：鱈魚、三文魚、熱帶魚、河豚皆可。

source: Country Lode, Take Me Home
eu: Magnetita, eraman nazazu etxera
sv: Magnetit, ta mig till min svit
zh_tw: 磐石之安

source: Use a compass on a Lodestone.
eu: Magnetita-bloke batekin iparrorratz bat imantatzen du.
sv: Använd en kompass på magnetit.
zh_tw: 對著定位石使用羅盤。

source: Serious Dedication
eu: Dedikazio serioa
sv: Helhjärtad insats
zh_tw: 躬耕樂道

source: Use a Netherite Ingot to upgrade a hoe, and then completely reevaluate your life choices.
eu: Erabili netherita lingote bat aitzur bat hobetzeko eta birplanteatu zure bizitza.
sv: Använd en nederittacka för att uppgradera en hacka, och omvärdera sedan dina livsval helt och hållet.
zh_tw: 將一柄鋤用獄髓錠升級，並參悟人生。

source: Local Brewery
eu: Tokiko destilategia
sv: Lokalt bryggeri
zh_tw: 本地釀製

source: Brew a Potion. Hint: Take a potion or glass bottle out of the brewing stand.
eu: Edabe bat prestatu. Iradokizuna: Atera edabe edo kristalezko botila bat destilagailutik.
sv: Brygg en trolldryck. Tips: Ta ut en dryck eller en glasflaska ur bryggstället.
zh_tw: 釀製一瓶藥水。 提示：從釀造台取出一瓶藥水。

source: Enchanter
eu: Aztia
sv: Besvärjare
zh_tw: 附魔師

source: Enchant an item using an Enchantment Table.
eu: Sorginkeria mahaian item bat gustatzen zait.
sv: Förtrolla ett föremål med hjälp av en förtrollningsbord.
zh_tw: 用附魔台給一件物件附魔。

source: Bring Home the Beacon
eu: Egin argia
sv: Ta hem ledstjärnan
zh_tw: 玉不掩光

source: Use a beacon.
eu: Erabili faroa.
sv: Använd en fyr.
zh_tw: 使用烽火台。

source: Beaconator
eu: Faroneitorea
sv: För full fyr
zh_tw: 珠不掩輝

source: Use a fully powered beacon.
eu: Erabili potentzia handieneko itsasargi bat.
sv: Använd en fullt aktiverad fyr.
zh_tw: 使用最大功率的烽火台。

source: The End... Again...
eu: Amaitu da... berriro...
sv: Slutet... igen...
zh_tw: 終界…重生…

source: Respawn the Ender Dragon.
eu: Dei egiozu berriro Enderdragoiari.
sv: Återskapa slutdraken.
zh_tw: 復活終界龍。

source: Bee Our Guest
eu: Aurrera, hau zure erltxea da
sv: Bi vår gäst
zh_tw: 待蜂之道

source: Use a campfire to collect a bottle of honey from a beehive without aggrivating the bees inside.
eu: Erabili su bat eta botila bat erlauntza batetik eztia lortzeko erleak haserretu gabe.
sv: Använd en lägereld för att samla in en flaska honung från en bikupa utan att irritera bina i kupan.
zh_tw: 從蜂箱採集一瓶蜜糖，並借助營火避免刺激蜜蜂。

source: Total Beelocation
eu: Goazen beheraska
sv: Bostads-bi-te
zh_tw: 舉家遷移

source: Move a bee nest, with 3 bees inside, using a silk touch enchanted tool.
eu: Mugitu 3 erle dituen erlauntza bat, zetazko tresna bat erabiliz.
sv: Flytta ett bisamhälle med 3 bin inuti, med hjälp av ett verktyg förtrollat med silkesberöring.
zh_tw: 用附有絲綢之觸的工具搬移一個蜂巢，連同裡面的三隻蜜蜂。

source: Wax On
eu: Argizaria ematea
sv: Vaxa på
zh_tw: 添蠟

source: Apply honeycomb to a copper block to protect it from the elements.
eu: Lotu kobrezko bloke bat erle-abaraska batekin elementuetatik babesteko.
sv: Applicera en honungskaka på ett kopparblock för att skydda det mot väder och vind.

source: Wax Off
eu: Argizaria leundu
sv: Vaxa av
zh_tw: 除蠟

source: Scrape wax off of a copper block.
eu: Kendu argizaria kobrezko bloke batetik.
sv: Skrapa bort vax från ett kopparblock.

source: Crafting a New Look
eu: Estilo berri bat eratzen
sv: Hitta din stil
zh_tw: 煥然一新

source: Craft a trimmed armor at a Smithing Table
eu: Armadura pieza bat apaintzen du errementaritzako mahai batean
sv: Tillverka en dekorerad rustning vid ett smidesbord

source: Smithing with Style
eu: Errementaritza estiloarekin
sv: Dekorering av ekipering
zh_tw: 千姿百態

source: Apply these smithing templates at least once: Spire, Snout, Rib, Ward, Silence, Vex, Tide, Wayfinder
eu: Aplikatu errementaritzako txantiloi hauetako bat gutxienez behin: orratzak, muturra, saihetsak, warden, isiltasuna, vex, marea, bilakamino
sv: Använd dessa smidesmallar minst en gång: Spira, Tryne, Revben, Väktare, Stillhet, Mara, Flod samt Stigfinnare

source: Dispense With This
eu: Banagailuetan pentsatuz
sv: Kasta detta
zh_tw: 一觸即發

source: Place a dispenser.
eu: Jarri banagailu bat.
sv: Placera en kastautomat.

source: Pork Chop
eu: Txerri-txuleta
sv: Kotlett
zh_tw: 美味猪排

source: Eat a cooked porkchop.
eu: Jan txerri txuleta kozinatu bat.
sv: Ät en tillagad fläskkotlett.

source: Rabbit Season
eu: Untxiaren denboraldia
sv: Kaninsäsong
zh_tw: 品兔佳期

source: Eat a cooked rabbit.
eu: Kozinatutako untxi bat jan.
sv: Ät en tillagad kanin.

source: Iron Belly
eu: Altzairuzko urdaila
sv: Järnmage
zh_tw: 鐵胃

source: Get really desperate and eat rotten flesh.
eu: Etsi eta jan haragi ustela.
sv: Bli riktigt desperat och ät ruttet kött.

source: Pot Planter
eu: Loreontzia
sv: Sicken kruka
zh_tw: 花好月圓

source: Place a flower pot.
eu: Jarri loreontzi bat.
sv: Placera en blomkruka.

source: The Haggler
eu: Ureztatzailea
sv: Förhandlaren
zh_tw: 討價還價

source: Mine emerald ore.
eu: Esmeralda mineral bat minatzen du.
sv: Bryt smaragdmalm.

source: Stone Age
eu: Harri Aroa
sv: Stenåldern
zh_tw: 石器時代

source: Mine a stone with new pickaxe.
eu: Harri mina zure moko berriarekin.
sv: Bryt en sten med en ny hacka.

source: Hot Stuff
eu: Kontu Beroa
sv: Heta grejer
zh_tw: 炙手可熱

source: Put lava in a bucket.
eu: Jarri laba ontzi batean.
sv: Häll lava i en hink.

source: Ice Bucket Challenge
eu: Buru hotza
sv: Kalldusch
zh_tw: 冰桶挑戰

source: Obtain an obsidian block.
eu: Lortu obsidiana-bloke bat.
sv: Skaffa ett obsidianblock.

source: Hero of the Village
eu: Herrixkako heroia
sv: Byhjälten
zh_tw: 村莊英雄

source: Successfully defend a village from a raid
eu: Inbasio baten herrixka arrakastaz defendatzen du
sv: Försvara framgångsrikt en by från en räd

source: Voluntary Exile
eu: Borondatezko erbestea
sv: Frivillig landsförvisning
zh_tw: 亂世凶年

source: Kill a raid captain. Maybe consider staying away from the local villages for the time being...
eu: Inbasio bateko kapitaina hil. Hobe izango da denbora batez herriko herrixketatik aldentzea...
sv: Döda en rädkapten. Överväg att kanske hålla sig borta från de lokala byarna för tillfället...

source: Zombie Doctor
eu: Zonbi Doktorea

source: Use a golden apple on a zombie villager under the Weakness effect; the advancement is granted when the zombie villager converts into a villager.
eu: Erabili urrezko sagarra Ahultasun efektua duen herritar zonbi batekin; herritar zonbia herritar arrunt bihurtzean lortuko da aurrerapena.
