Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/mcl_honey/locale/poconvert/*.po
Languages: eu

source: Honeycomb
eu: Beraska

source: Used to craft beehives and protect copper blocks from further oxidation.
eu: Hegaztien apiarioak egiteko eta kobrezko blokeak babesteko erabiltzen da.

source: Use on copper blocks to prevent further oxidation.
eu: Kobrezko blokeen gainean erabiltzen du, oxidazio handiagoa saihesteko.

source: Honeycomb Block
eu: Beraska blokea

source: Honeycomb Block. Used as a decoration.
eu: Abaraska blokea. Dekorazio gisa erabiltzen da.

source: Honey Bottle
eu: Ezti-botila

source: Honey Bottle is used to craft honey blocks and to restore hunger points.
eu: Ezti-botilak ezti-blokeak egiteko eta gose-puntuak lehengoratzeko balio du.

source: Drinking will restore 6 hunger points. Can also be used to craft honey blocks.
eu: Edateak 6 gose-puntu berreskuratuko ditu. Ezti blokeak egiteko ere erabil daiteke.

source: Honey Block
eu: Ezti-blokea

source: Honey Block. Used as a decoration and in redstone. Is sticky on some sides.
eu: Ezti-blokea. Dekorazio eta redstone gisa erabiltzen da. Alde batzuetatik itsaskorra da.
