Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/mcl_throwing/locale/poconvert/*.po
Languages: pt

source: Use the punch key to throw.
pt: Use a tecla de soco para lançar.

source: Snowball
pt: Bola de Neve

source: Throwable
pt: Atirável

source: Snowballs can be thrown or launched from a dispenser for fun. Hitting something with a snowball does nothing.
pt: Bolas de neve podem ser atiradas ou lançadas de um distribuidor por diversão. Atingir algo com uma bola de neve não faz nada.

source: Egg
pt: Ovo

source: Chance to hatch chicks when broken
pt: Chance de eclodir pintainhos quando quebrado

source: Eggs can be thrown or launched from a dispenser and breaks on impact. There is a small chance that 1 or even 4 chicks will pop out of the egg.
pt: Ovos podem ser atirados ou lançados de um distribuidor e quebram no impacto. Existe uma pequena chance que 1 ou até 4 pintainhos irão eclodir do ovo.

source: Ender Pearl
pt: Pérola do Ender

source: Teleports you on impact for cost of 5 HP
pt: Teletransporta-te no impacto, custando 5 HP

source: An ender pearl is an item which can be used for teleportation at the cost of health. It can be thrown and teleport the thrower to its impact location when it hits a solid block or a plant. Each teleportation hurts the user by 5 hit points.
pt: Uma pérola do ender é um item que pode ser usado para teletransportação à custa de vida. Pode ser atirada e teletransporta o atirador para a localização de impacto quando atinge um bloco sólido ou uma planta. Cada teletransportação danifica o utilizador por 5 pontos de vida.

source: Use the place key to throw.
pt: Usa a tecla de colocar para atirar.
