Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/REDSTONE/mcl_noteblock/locale/poconvert/*.po
Languages: eu

source: Note Block
eu: Musika-blokea

source: Plays a musical note when powered by redstone power
eu: Musika-nota bat jotzen du redstone seinale bat jasotzen duenean

source: A note block is a musical block which plays one of many musical notes and different intruments when it is punched or supplied with redstone power.
eu: Nota-bloke bat musika-nota eta instrumentu ugarietako bat erreproduzitzen duen musika-bloke bat da, kolpatzen denean edo redstone energia ematen zaionean.

source: Use the note block to choose the next musical note (there are 25 semitones, or 2 octaves). The intrument played depends on the material of the block below the note block:
eu: Noten blokea erabili hurrengo nota musikala aukeratzeko (25 tonuerdi edo 2 zortzidun daude). Jolasteko tresna nota-blokearen azpiko blokeko materialaren araberakoa da:

source: • Glass: Sticks
eu: • Kristala: makilak

source: • Wood: Bass guitar
eu: • Zura: Baxua

source: • Stone: Bass drum
eu: • Harria: Bonboa

source: • Sand or gravel: Snare drum
eu: • Harea edo legarra: danborra

source: • Block of Gold: Bell
eu: • Urrezko blokea: Kanpaia

source: • Clay: Flute
eu: • Buztina: Txirula

source: • Packed Ice: Chime
eu: • Izotz trinkoa: Tinbrea

source: • Wool: Guitar
eu: • Artilea: gitarra

source: • Bone Block: Xylophne
eu: • Hezur-blokea: xilofonoa

source: • Block of Iron: Iron xylophne
eu: • Burdinazko blokea: burdinazko xilofonoa

source: • Soul Sand: Cow bell
eu: • Arimen harea: Behi-kanpaia

source: • Pumpkin: Didgeridoo
eu: - Kalabaza: Didgeridoo

source: • Block of Emerald: Square wave
eu: - Esmeralda blokea: uhin karratua

source: • Hay Bale: Banjo
eu: • Belar onduaren blokea: Banjo

source: • Glowstone: Electric piano
eu: • Harri argitsua: piano elektrikoa

source: • Anything else: Piano
eu: • Beste edozer: pianoa

source: The note block will only play a note when it is below air, otherwise, it stays silent.
eu: Ohar-blokeak nota bakarra erreproduzituko du airearen azpian dagoenean, bestela, isilik egongo da.
