Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/REDSTONE/mcl_repeaters/locale/poconvert/*.po
Languages: eu, pt

source: Redstone Repeater
eu: Redstone errepikagailua
pt: Repetidor de Redstone

source: Redstone Repeater (Delay @1)
eu: Redstone errepikagailua (Atzeratu @1)
pt: Repetidor de Redstone (@1 Atraso)

source: Transmits redstone power only in one direction
eu: Redstone seinalea igortzen du norabide bakarrean
pt: Transmite poder de redstone só numa direção

source: Delays signal
eu: Seinalea atzeratzen du
pt: Atrasa o sinal

source: Output locks when getting active redstone repeater signal from the side
eu: Irteera blokeatu egiten da redstone errepikagailuaren seinale aktiboa alde batetik jasotzen denean
pt: A saída é trancada quando ativado com um sinal de um repetidor de redstone de lado

source: To power a redstone repeater, send a signal in “arrow” direction (the input). The signal goes out on the opposite side (the output) with a delay. To change the delay, use the redstone repeater. The delay is between 0.1 and 0.4 seconds long and can be changed in steps of 0.1 seconds. It is indicated by the position of the moving redstone torch.
eu: Redstone errepikagailu bat elikatzeko, bidali seinale bat "geziaren" (sarrera) helbidera. Seinalea beste aldean itzaltzen da (irteeran), atzerapenarekin. Atzerapena aldatzeko, erabili redstone errepikagailua. Atzerapena 0.1 eta 0.4 segundo artekoa da, eta 0.1 segundoko urratsetan alda daiteke. Redstone-zuziaren posizioak adierazten du.
pt: Para ligar um repetidor de redstone, envie um sinal em direção de “flecha” (a entrada). O sinal sai do outro lado (a saída) com um atraso. Para mudar o atraso, use o repetidor de redstone. O atraso é entre 0,1 e 0,4 segundos e pode ser mudado em intervalos de 0,1 segundos. É indicado pela posição da tocha de redstone movível.

source: To lock a repeater, send a signal from an adjacent repeater into one of its sides. While locked, the moving redstone torch disappears, the output doesn't change and the input signal is ignored.
eu: Errepikagailu bat blokeatzeko, bidali seinale bat alboko errepikagailu batetik alde batera. Blokeatuta dagoen bitartean, mugitzen ari den redstone-zuzia desagertu egiten da, irteera ez da aldatzen eta sarrera-seinalea ez da kontuan hartzen.
pt: Para bloquear um repetidor, envie um sinal de um repetidor adjacente para um dos lados. Enquanto bloqueado, a tocha de redstone movível desaparece, a saída não muda e o sinal de entrada é ignorado.

source: Redstone repeaters are versatile redstone components with multiple purposes: 1. They only allow signals to travel in one direction. 2. They delay the signal. 3. Optionally, they can lock their output in one state.
eu: Redstone errepikagailuak helburu anitzeko redstone osagai moldakorrak dira: 1. Seinaleek norabide bakar batean bidaiatzea ahalbidetzen dute. 2. Seinalea atzeratzen dute. 3. Aukeran, egoera batean blokeatu dezakete irteera.
pt: Repetidores de redstone são componentes versáteis com vários usos: 1. Permitem aos sinais viajar somente numa direção. 2. Atrasam o sinal. 3. Opcionalmente, podem bloquear a sua saída num estado.

source: Redstone Repeater (Delay @1, Powered)
eu: Redstone errepikagailua (Atzeratu @1, Motorizatua)
pt: Repetidor de Redstone (@1 Atraso, Ligado)

source: Redstone Repeater (Locked)
eu: Redstone errepikagailua (Blokeatuta)
pt: Repetidor de Redstone (Bloqueado)

source: Redstone Repeater (Locked, Powered)
eu: Redstone errepikagailua (blokeatua, motorizatua)
pt: Repetidor de Redstone (Bloqueado, Ligado)
