Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/mcl_copper/locale/poconvert/*.po
Languages: eu, it, pt_br, ru

source: Copper Ingot
eu: Kobrezko lingotea
it: Lingotto di Rame
pt_br: Lingote de Cobre
ru: Медный слиток

source: Molten Raw Copper. It is used to craft blocks.
eu: Landu gabeko Kobre urtua. Blokeak fabrikatzeko erabiltzen da.
it: Rame Grezzo Fuso. È utilizzato per assemblare dei blocchi.
pt_br: Minério de Cobre Fundido. É usado para produzir blocos.
ru: Медный слиток. Используется для крафта блоков.

source: Copper Material
ru: Медный материал

source: Raw Copper
eu: Landu gabeko Kobre
it: Rame grezzo
pt_br: Cobre Cru
ru: Необработанная медь

source: Raw Copper. Mine a Copper Ore to get it.
eu: Landu gabeko Kobrea. Pikatu kobrezko mineral bat lortzeko.
it: Rame grezzo. Scava del minerale di rame per ottenerlo.
pt_br: Cobre Cru. Minere um minério de cobre para obtê-lo.
ru: Необработанная медь. Добудьте медную руду, чтобы получить её.

source: Block of Copper
eu: Kobrezko blokea
it: Blocco di rame
pt_br: Bloco de Cobre
ru: Медный блок

source: Block of Copper is mostly a decorative block.
eu: Kobrezko blokea dekorazio-bloke bat da nagusiki.
it: Il blocco di rame è principalmente un blocco decorativo.
pt_br: Bloco de cobre é um bloco majoritariamente decorativo.
ru: Медный блок — это декоративный блок.

source: Chiseled Copper
eu: Kobre zizelatua
it: Rame cesellato
pt_br: Cobre Entalhado
ru: Точёный медный блок

source: Chiseled Copper is mostly a decorative block.
eu: Kobre zizelatua dekorazio-bloke bat da nagusiki.
it: Il rame cesellato è principalmente un blocco decorativo.
pt_br: Cobre entalhado é em grande parte um bloco decorativo.
ru: Точёный медный блок — это декоративный блок.

source: Copper Bulb
eu: Kobrezko lanpara
it: Lampada di rame
pt_br: Bulbo de Cobre
ru: Медная лампа

source: Copper Bulb On
eu: Kobrezko lanpara piztua
it: Lampada di rame accesa
pt_br: Bulbo de Cobre Ativado
ru: Медная лампа (вкл)

source: Copper Bulb is mostly a decorative block.
eu: Kobrezko lanpara dekorazio-bloke bat da nagusiki.
it: La Lampada di rame è un blocco decorativo.
pt_br: Bulbo de cobre é majoritariamente um bloco decorativo.
ru: Медная лампа — это декоративный блок.

source: Copper Door
eu: Kobrezko atea
it: Porta di rame
pt_br: Porta de Cobre
ru: Медная дверь

source: Copper Grate
eu: Kobrezko sareta
it: Grata di rame
pt_br: Grade de Cobre
ru: Медная решётка

source: Copper Grate is mostly a decorative block.
eu: Kobrezko sareta dekorazio-bloke bat da nagusiki.
it: La grata di rame è un blocco decorativo.
pt_br: Grade de cobre é majoritariamente um bloco decorativo.
ru: Медная решётка — это декоративный блок.

source: Copper Trapdoor
eu: Kobrezko tranpola
it: Botola di rame
pt_br: Alçapão de Cobre
ru: Медный люк

source: Cut Copper
eu: Kobre moztua
it: Rame inciso
pt_br: Cobre Lapidado
ru: Резной медный блок

source: Cut Copper Slab
eu: Kobrezko lauza moztua
it: Lastra di rame inciso
pt_br: Laje de Cobre Lapidado
ru: Резная медная плита

source: Cut Copper Stairs
eu: Kobre moztuzko eskailerak
it: Scalini di rame inciso
pt_br: Escadas de Cobre Lapidado
ru: Резные медные ступени

source: Cut Copper is mostly a decorative block.
eu: Kobre moztua dekorazio-bloke bat da nagusiki.
it: Il rame inciso è un blocco decorativo.
pt_br: Cobre lapidado é majoritariamente um bloco decorativo.
ru: Резной медный блок — это декоративный блок.

source: Exposed Chiseled Copper
eu: Kobre zizelatua ikusgai
it: Rame cesellato esposto
pt_br: Cobre Entalhado Exposto
ru: Потемневший точёный медный блок

source: Exposed Chiseled Copper is mostly a decorative block.
eu: Ikusgai dagoen kobre zizelkatua dekorazio-bloke bat da nagusiki.
it: Il Rame cesellato esposto è un blocco decorativo.
pt_br: Cobre entalhado exposto é em grande parte um bloco decorativo.
ru: Потемневший точёный медный блок — это декоративный блок.

source: Exposed Copper
eu: Ikusgai dagoen kobrea
it: Rame esposto
pt_br: Cobre Exposto
ru: Потемневший медный блок

source: Exposed Copper Bulb
eu: Esposizioan dagoen kobrezko lanpara
it: Lampada di rame esposto
pt_br: Bulbo de Cobre Exposto
ru: Потемневшая медная лампа

source: Exposed Copper Bulb On
eu: Esposizioko kobrezko lanpara piztuta
it: Lampada di rame esposta accesa
pt_br: Bulbo de Cobre Exposto Ativado
ru: Потемневшая медная лампа (вкл)

source: Exposed Copper Bulb is mostly a decorative block.
eu: Ikusgai dagoen kobrezko lanpara dekorazio-bloke bat da nagusiki.
it: La Lampada di rame esposta è un blocco decorativo.
pt_br: Bulbo de cobre exposto é majoritariamente um bloco decorativo.
ru: Потемневшая медная лампа — это декоративный блок.

source: Exposed Copper Door
eu: Kobrezko atea ikusgai
it: Porta di rame esposto
pt_br: Porta de Cobre Exposto
ru: Потемневшая медная дверь

source: Exposed Copper Grate
eu: Kobrezko sareta ikusgai
it: Grata di rame esposto
pt_br: Grade de Cobre Exposto
ru: Потемневшая медная решётка

source: Exposed Copper Grate is mostly a decorative block.
eu: Ikusgai dagoen kobrezko sareta dekorazio-bloke bat da nagusiki.
it: La grata di rame esposto è un blocco decorativo.
pt_br: Grade de cobre exposto é majoritariamente um bloco decorativo.
ru: Потемневшая медная решётка — это декоративный блок.

source: Exposed Copper Trapdoor
eu: Ikusgai dagoen kobrezko tranpola
it: Botola di rame esposto
pt_br: Alçapão de Cobre Exposto
ru: Потемневший медный люк

source: Exposed Copper is mostly a decorative block.
eu: Ikusgai dagoen kobrea dekorazio-bloke bat da nagusiki.
it: Il rame esposto è un blocco decorativo.
pt_br: Cobre exposto é majoritariamente um bloco decorativo.
ru: Потемневший медный люк — это декоративный блок.

source: Exposed Cut Copper
eu: Esposizioan dagoen kobre moztua
it: Rame inciso esposto
pt_br: Cobre Lapidado Exposto
ru: Потемневший резной медный блок

source: Exposed Cut Copper Slab
eu: Kobre moztuzko lauza ikusgai
it: Lastra di rame inciso esposto
pt_br: Laje de Cobre Lapidado Exposto
ru: Потемневшая резная медная плита

source: Exposed Cut Copper Stairs
eu: Kobre moztuzko eskailerak ikusgai
it: Scalini di rame inciso esposto
pt_br: Escadas de Cobre Lapidado Exposto
ru: Потемневшие резные медные ступени

source: Exposed Cut Copper is mostly a decorative block.
eu: Ikusgai dagoen kobre moztua dekorazio-bloke bat da nagusiki.
it: Il rame inciso esposto è un blocco decorativo.
pt_br: Cobre lapidado exposto é majoritariamente um bloco decorativo.
ru: Потемневший резной медный блок — это декоративный блок.

source: Oxidized Chiseled Copper
eu: Kobre zizelatu oxidatua
it: Rame cesellato ossidato
pt_br: Cobre Entalhado Oxidado
ru: Окисленный точёный медный блок

source: Oxidized Chiseled Copper is mostly a decorative block.
eu: Kobre zizelkatu oxidatua dekorazio-bloke bat da nagusiki.
it: Il rame cesellato ossidato è un blocco decorativo.
pt_br: Cobre entalhado oxidado é em grande parte um bloco decorativo.
ru: Окисленный точёный медный блок — это декоративный блок.

source: Oxidized Copper
eu: Kobre oxidatua
it: Rame ossidato
pt_br: Cobre Oxidado
ru: Окисленный медный блок

source: Oxidized Copper Bulb
eu: Kobre oxidatuzko lanpara
it: Lampada di rame ossidato
pt_br: Bulbo de Cobre Oxidado
ru: Окисленная медная лампа

source: Oxidized Copper Bulb On
eu: Kobre oxidatuzko lanpara piztua
it: Lampada di rame ossidato accessa
pt_br: Bulbo de Cobre Oxidado Ativado
ru: Окисленная медная лампа (вкл)

source: Oxidized Copper Bulb is mostly a decorative block.
eu: Kobre oxidatuzko lanpara dekorazio-bloke bat da nagusiki.
it: La lampada di rame ossidato è un blocco decorativo.
pt_br: Bulbo de cobre oxidado é majoritariamente um bloco decorativo.
ru: Окисленная медная лампа — это декоративный блок.

source: Oxidized Copper Door
eu: Kobre oxidatuzko atea
it: Porta di rame ossidato
pt_br: Porta de Cobre Oxidado
ru: Окисленная медная дверь

source: Oxidized Copper Grate
eu: Kobre herdoilduzko sareta
it: Grata di rame ossidato
pt_br: Grade de Cobre Oxidado
ru: Окисленная медная решётка

source: Oxidized Copper Grate is mostly a decorative block.
eu: Kobre herdoilduzko sareta dekorazio-bloke bat da nagusiki.
it: La grata di rame ossidato è un blocco decorativo.
pt_br: Grade de cobre oxidado é majoritariamente um bloco decorativo.
ru: Окисленная медная решётка — это декоративный блок.

source: Oxidized Copper Trapdoor
eu: Kobre oxidatuzko tranpola
it: Botola di rame ossidato
pt_br: Alçapão de Cobre Oxidado
ru: Окисленный медный люк

source: Oxidized Copper is mostly a decorative block.
eu: Kobre oxidatua dekorazio-bloke bat da nagusiki.
it: Il rame ossidato è un blocco decorativo.
pt_br: Cobre oxidado é majoritariamente um bloco decorativo.
ru: Окисленный медный люк — это декоративный блок.

source: Oxidized Cut Copper
eu: Kobre ebaki oxidatua
it: Rame inciso ossidato
pt_br: Cobre Lapidado Oxidado
ru: Окисленный резной медный блок

source: Oxidized Cut Copper Slab
eu: Kobre ebaki oxidatuzko lauza
it: Lastra di rame inciso ossidato
pt_br: Laje de Cobre Lapidado Oxidado
ru: Окисленная резная медная плита

source: Oxidized Cut Copper Stairs
eu: Kobre moztu oxidatuzko eskailerak
it: Scalini di rame inciso ossidato
pt_br: Escadas de Cobre Lapidado Oxidado
ru: Окисленные резные медные ступени

source: Oxidized Cut Copper is mostly a decorative block.
eu: Kobre ebaki oxidatua dekorazio-bloke bat da nagusiki.
it: Il rame inciso ossidato è un blocco decorativo.
pt_br: Cobre lapidado oxidado é majoritariamente um bloco decorativo.
ru: Окисленный резной медный блок — это декоративный блок.

source: Waxed Block of Copper
eu: Kobrezko bloke argizariduna
it: Blocco di rame cerato
pt_br: Bloco de Cobre Encerado
ru: Вощёный медный блок

source: Waxed Chiseled Copper
eu: Kobre zizelatu argizariduna
it: Rame cesellato cerato
pt_br: Cobre Entalhado Encerado
ru: Вощёный декоративный медный блок

source: Waxed Copper Bulb
eu: Kobrezko lanpara argizariduna
it: Lampada di rame cerato
pt_br: Bulbo de Cobre Encerado
ru: Вощёная медная лампа

source: Waxed Copper Bulb On
eu: Kobrezko lanpara argizariduna piztuta
it: Lampada di rame cerato accesa
pt_br: Bulbo de Cobre Encerado Ativado
ru: Вощёная медная лампа (вкл)

source: Waxed Copper Grate
eu: Kobrezko ate argizariduna
it: Grata di rame cerato
pt_br: Grade de Cobre Encerado
ru: Вощёная медная решётка

source: Waxed Copper Trapdoor
eu: Kobrezko tranpola argizariduna
it: Botala di rame cerato
pt_br: Alçapão de Cobre Encerado
ru: Вощёный медный люк

source: Waxed Cut Copper
eu: Kobre moztu argizariduna
it: Rame inciso cerato
pt_br: Cobre Lapidado Encerado
ru: Вощёный резной медный блок

source: Waxed Cut Copper Slab
eu: Kobre moztu argizaridunezko lauza
it: Lastra di rame inciso cerato
pt_br: Laje de Cobre Lapidado Encerado
ru: Вощёная резная медная плита

source: Waxed Cut Copper Stairs
eu: Kobre moztu argizaridunezko eskailerak
it: Scalini di rame inciso cerato
pt_br: Escadas de Cobre Lapidado Encerado
ru: Вощёные резные медные плиты

source: Waxed Double @1
eu: Argizari bikoitza @1
it: Doppio @1 cerato
pt_br: @1 Dupla Encerada
ru: Вощёная двойная @1

source: Waxed Exposed Chiseled Copper
eu: Esposizioko kobre zizelatua, argizaritua
it: Rame cesellato esposto cerato
pt_br: Cobre Entalhado Exposto Encerado
ru: Вощёный потемневший точёный медный блок

source: Waxed Exposed Copper
eu: Esposizioan dagoen kobrea, argizaria emanda
it: Rame esposto cerato
pt_br: Cobre Exposto Encerado
ru: Вощёный потемневший медный блок

source: Waxed Exposed Copper Bulb
eu: Esposizioko kobrezko lanpara argizaritua
it: Lampada di rame esposto cerato
pt_br: Bulbo de Cobre Exposto Encerado
ru: Вощёная потемневшая медная лампа

source: Waxed Exposed Copper Bulb On
eu: Esposizioko kobrezko lanpara argizaritua piztuta
it: Lampada di rame esposto cerato accesa
pt_br: Bulbo de Cobre Exposto Encerado Ativado
ru: Вощёная потемневшая медная лампа (вкл)

source: Waxed Exposed Copper Grate
eu: Esposizioan dagoen kobrezko sareta argizaritua
it: Grata di rame esposto cerato
pt_br: Grade de Cobre Exposto Encerado
ru: Вощёная потемневшая медная решётка

source: Waxed Exposed Copper Trapdoor
eu: Esposizioko kobrezko tranpola argizaritua
it: Botola di rame esposto cerato
pt_br: Alçapão de Cobre Exposto Encerado
ru: Вощёный потемневший медный люк

source: Waxed Exposed Cut Copper
eu: Esposizioko kobre moztua, argizaritua
it: Rame inciso esposto cerato
pt_br: Cobre Lapidado Exposto Encerado
ru: Вощёный потемневший резной медный блок

source: Waxed Exposed Cut Copper Slab
eu: Esposizioan dagoen kobre moztuzko lauza argizaritua
it: Lastra di rame inciso esposto cerato
pt_br: Laje de Cobre Lapidado Exposto Encerado
ru: Вощёная потемневшая резная медная плита

source: Waxed Exposed Cut Copper Stairs
eu: Esposizioan dagoen kobre moztuzko eskailera argizariduna
it: Scalini di rame inciso esposto cerato
pt_br: Escadas de Cobre Lapidado Exposto Encerado
ru: Вощёные потемневшие резные медные ступени

source: Waxed Oxidized Chiseled Copper
eu: Kobre zizelatu oxidatu argizaritua
it: Rame cesellato ossidato cerato
pt_br: Cobre Entalhado Oxidado Encerado
ru: Вощёный окисленный точёный медный блок

source: Waxed Oxidized Copper
eu: Kobre herdoildu argizaritua
it: Rame ossidato cerato
pt_br: Cobre Oxidado Encerado
ru: Вощёный окисленный медный блок

source: Waxed Oxidized Copper Bulb
eu: Kobre oxidatuko lanpara argizaritua
it: Lampada di rame ossidato cerato
pt_br: Bulbo de Cobre Oxidado Encerado
ru: Вощёная окисленная медная лампа

source: Waxed Oxidized Copper Bulb On
eu: Kobre oxidatuzko lanpara argizaritua piztuta
it: Lampada di rame ossidato cerato accesa
pt_br: Bulbo de Cobre Oxidado Encerado Ativado
ru: Вощёная окисленная медная лампа (вкл)

source: Waxed Oxidized Copper Grate
eu: Kobre herdoildu argizarizko sareta
it: Grata di rame ossidato cerato
pt_br: Grade de Cobre Oxidado Encerado
ru: Вощёная окисленная медная решётка

source: Waxed Oxidized Copper Trapdoor
eu: Kobre oxidatu argizariduneko tranpola
it: Botola di rame ossidato cerato
pt_br: Alçapão de Cobre Oxidado Encerado
ru: Вощёный окисленный медный люк

source: Waxed Oxidized Cut Copper
eu: Kobre ebaki oxidatu argizariduna
it: Rame inciso ossidato cerato
pt_br: Cobre Lapidado Oxidado Encerado
ru: Вощёный окисленный резной медный блок

source: Waxed Oxidized Cut Copper Slab
eu: Kobre ebaki herdoilduko lauza argizaritua
it: Lastra di rame inciso ossidato cerato
pt_br: Laje de Cobre Lapidado Oxidado Encerado
ru: Вощёная окисленная резная медная плита

source: Waxed Oxidized Cut Copper Stairs
eu: Kobre moztu herdoildu argizariduneko eskailerak
it: Scalini di rame inciso ossidato cerato
pt_br: Escadas de Cobre Lapidado Oxidado Encerado
ru: Вощёные окисленные резные медные ступени

source: Waxed Upper @1
eu: Goiko aldea argizaritua @1
it: @1 superiore cerato
pt_br: @1 Superior Encerada
ru: Вощёная верхняя @1

source: Waxed Weathered Chiseled Copper
eu: Kobre zizelatu degradatu argizaritua
it: Rame cesellato corroso cerato
pt_br: Cobre Entalhado Desgastado Encerado
ru: Вощёный состаренный точёный медный блок

source: Waxed Weathered Copper
eu: Kobre degradatu argizariduna
it: Rame corroso cerato
pt_br: Cobre Desgastado Encerado
ru: Вощёный состаренный медный блок

source: Waxed Weathered Copper Bulb
eu: Kobre degradatuko lanpara argizaritua
it: Lampada di rame corroso cerato
pt_br: Bulbo de Cobre Desgastado Encerado
ru: Вощёная состаренная медная лампа

source: Waxed Weathered Copper Bulb On
eu: Kobre degradatuko lanpara argizaritua piztuta
it: Lampada di rame corroso cerato accesa
pt_br: Bulbo de Cobre Desgastado Encerado Ativado
ru: Вощёная состаренная медная лампа (вкл)

source: Waxed Weathered Copper Grate
eu: Kobre degradatuzko sareta argizaritua
it: Grata di rame corroso cerato
pt_br: Grade de Cobre Desgastado Encerado
ru: Вощёная состаренная медная решётка

source: Waxed Weathered Copper Trapdoor
eu: Kobrezko tranpa degradatu argizariduna
it: Botola di rame corroso cerato
pt_br: Alçapão de Cobre Desgastado Encerado
ru: Вощёный состаренный медный люк

source: Waxed Weathered Cut Copper
eu: Kobre ebaki degradatu argizariduna
it: Rame inciso corroso cerato
pt_br: Cobre Lapidado Desgastado Encerado
ru: Вощёный состаренный резной медный блок

source: Waxed Weathered Cut Copper Slab
eu: Kobre moztu degradatuko lauza argizaritua
it: Lastra di rame inciso corroso cerato
pt_br: Laje de Cobre Lapidado Desgastado Encerado
ru: Вощёная состаренная резная медная плита

source: Waxed Weathered Cut Copper Stairs
eu: Kobre moztu degradatuko eskailera argizaridunak
it: Scalini di rame inciso corroso cerato
pt_br: Escadas de Cobre Lapidado Desgastado Encerado
ru: Вощёные состаренные резные медные ступени

source: Weathered Chiseled Copper
eu: Kobre zizelatu degradatua
it: Rame cesellato corroso
pt_br: Cobre Entalhado Desgastado
ru: Состаренный точёный медный блок

source: Weathered Chiseled Copper is mostly a decorative block.
eu: Kobre zizelkatu degradatua dekorazio-bloke bat da nagusiki.
it: Il rame cesellato corroso è un blocco decorativo.
pt_br: Cobre entalhado desgastado é em grande parte um bloco decorativo.
ru: Состаренный точёный медный блок — это декоративный блок.

source: Weathered Copper
eu: Kobre degradatua
it: Rame corroso
pt_br: Cobre Desgastado
ru: Состаренный медный блок

source: Weathered Copper Bulb
eu: Kobrezko lanpara degradatua
it: Lampada di rame corroso
pt_br: Bulbo de Cobre Desgastado
ru: Состаренная медная лампа

source: Weathered Copper Bulb On
eu: Kobre degradatuko lanpara piztuta
it: Lampada di rame corroso accesa
pt_br: Bulbo de Cobre Desgastado Ativado
ru: Состаренная медная лампа (вкл)

source: Weathered Copper Bulb is mostly a decorative block.
eu: Kobre degradatuzko lanpara dekorazio-bloke bat da nagusiki.
it: La lampada di rame corroso è un blocco decorativo.
pt_br: Bulbo de cobre desgastado é majoritariamente um bloco decorativo.
ru: Состаренная медная лампа — это декоративный блок.

source: Weathered Copper Door
eu: Kobre degradatuzko atea
it: Porta di rame corroso
pt_br: Porta de Cobre Desgastado
ru: Состаренная медная дверь

source: Weathered Copper Grate
eu: Kobrezko sareta degradatua
it: Grata di rame corroso
pt_br: Grade de Cobre Desgastado
ru: Состаренная медная решётка

source: Weathered Copper Grate is mostly a decorative block.
eu: Kobre degradatuzko sareta dekorazio-bloke bat da nagusiki.
it: La grata di rame corroso è un blocco decorativo.
pt_br: Grade de cobre desgastado é majoritariamente um bloco decorativo.
ru: Состаренная медная решётка — это декоративный блок.

source: Weathered Copper Trapdoor
eu: Kobre degradatuzko tranpola
it: Botola di rame corroso
pt_br: Alçapão de Cobre Desgastado
ru: Состаренный медный люк

source: Weathered Copper is mostly a decorative block.
eu: Kobre degradatua dekorazio-bloke bat da nagusiki.
it: Il rame corroso è un blocco decorativo.
pt_br: Cobre desgastado é majoritariamente um bloco decorativo.
ru: Состаренный медный блок — это декоративный блок.

source: Weathered Cut Copper
eu: Kobre ebaki degradatua
it: Rame inciso corroso
pt_br: Cobre Lapidado Desgastado
ru: Состаренный резной медный блок

source: Weathered Cut Copper Slab
eu: Kobre moztu degradatuzko lauza
it: Lastra di rame inciso corroso
pt_br: Laje de Cobre Lapidado Desgastado
ru: Состаренная резная медная плита

source: Weathered Cut Copper Stairs
eu: Kobre moztu degradatuko eskailerak
it: Scalani di rame inciso corroso
pt_br: Escadas de Cobre Lapidado Desgastado
ru: Состаренные резные медные ступени

source: Weathered Cut Copper is mostly a decorative block.
eu: Kobre moztu degradatua dekorazio-bloke bat da nagusiki.
it: Il rame inciso corroso è un blocco decorativo.
pt_br: Cobre lapidado desgastado é majoritariamente um bloco decorativo.
ru: Состаренный резной медный блок — это декоративный блок.

source: Copper Ore
eu: Kobre-minerala
it: Minerale di rame
pt_br: Minério de Cobre
ru: Медная руда

source: Some copper contained in stone, it is pretty common and can be found below sea level.
eu: Kobre pixka bat harrian dago, nahiko zabalduta dago eta itsas mailaren azpitik aurki daiteke.
it: Del rame inglobato nella pietra, è molto comune e può essere trovato sotto il livello del mare.
pt_br: Um pouco de cobre contido em rocha, é bem comum e pode ser encontrado abaixo do nível do mar.
ru: Залежи медной руды находятся в камне, медь довольно распространена и может быть найдена ниже уровня моря.

source: Block of Raw Copper
eu: Landu gabeko Kobre Blokea
it: Blocco di rame grezzo
pt_br: Bloco de Cobre Cru
ru: Блок необработанной меди

source: A block used for compact raw copper storage.
eu: Landu gabeko Kobrea gordetzeko biltegi trinkoa da.
it: Un blocco usato per ridurre l'ingombro in inventario del rame grezzo.
pt_br: Um bloco usado para armazenar minério de cobre compactado.
ru: Блок используется для компактного хранения необработанной меди.
