Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/HELP/mcl_doc/locale/poconvert/*.po
Languages: it

source: Water can flow into this block and cause it to drop as an item.
it: L'acqua può scorrere in questo blocco e causarne la caduta come elemento.

source: This block can be turned into dirt with a hoe.
it: Questo blocco può venire mutato in terra con una zappa.

source: This block can be turned into farmland with a hoe.
it: Questo blocco può venire mutato in terra arata con una zappa.

source: This block can be turned into grass path with a shovel.
it: Questo blocco può essere trasformato in erba con una pala.

source: This block acts as a soil for all saplings.
it: Questo blocco può essere usato come suolo per tutti i tipi di arboscello.

source: This block acts as a soil for some saplings.
it: Questo blocco può essere usato come suolo per alcuni tipi di arboscello.

source: Sugar canes will grow on this block.
it: Le canne da zucchero possono crescere su questo blocco.

source: Nether wart will grow on this block.
it: Le verrucche del nether possono crescere su questo blocco.

source: This block quickly decays when there is no wood block of any species within a distance of @1. When decaying, it disappears and may drop one of its regular drops. The block does not decay when the block has been placed by a player.
it: Questo blocco decade se non ci sono tronchi di qualsiasi tipo entro una distanza di @1. Quando decade, sparisce e può lasciare oggetti come se distrutto a mano. Questo blocco non decade se posizionato da un giocatore.

source: This block quickly decays and disappears when there is no wood block of any species within a distance of @1. The block does not decay when the block has been placed by a player.
it: Questo blocco decade se non ci sono tronchi di qualsiasi tipo entro una distanza di @1. Questo blocco non decade se posizionato da un giocatore.

source: This plant can only grow on grass blocks and dirt. To survive, it needs to have an unobstructed view to the sky above or be exposed to a light level of 8 or higher.
it: Questa pianta può crescere solo sui blocchi d'erba o terra. Per sopravvivere, deve avere una vista diretta al cielo od essere esposta ad un livello di luce pari o superiore ad 8.

source: This plant can grow on grass blocks, podzol, dirt and coarse dirt. To survive, it needs to have an unobstructed view to the sky above or be exposed to a light level of 8 or higher.
it: Questa pianta può crescere solo sui blocchi d'erba, podzol, terra o terra brulla. Per sopravvivere, deve avere una vista diretta al cielo od essere esposta ad un livello di luce pari o superiore ad 8.

source: This block is flammable.
it: Questo blocco è infiammabile.

source: This block destroys any item it touches.
it: Questo blocco distrugge qualsiasi oggetto viene a contato con esso.

source: To eat it, wield it, then rightclick.
it: Per mangiarlo, tienilo in mano e fai clic col tasto destro.

source: You can eat this even when your hunger bar is full.
it: Puoi mangiarlo anche se l'indicatore della fame è al massimo.

source: You cannot eat this when your hunger bar is full.
it: Non puoi mangiarlo se l'indicatore della fame è al massimo.

source: To drink it, wield it, then rightclick.
it: Per berlo, tienilo in mano e fai clic col destro.

source: You cannot drink this when your hunger bar is full.
it: Non puoi berlo se l'indicatore della fame è al massimo.

source: To consume it, wield it, then rightclick.
it: Per consumarlo, tienilo in mano e fai clic col destro.

source: You cannot consume this when your hunger bar is full.
it: Non puoi consumarlo se l'indicatore della fame è al massimo.

source: You have to wait for about 2 seconds before you can eat or drink again.
it: Devi attendere circa 2 secondi prima di poter mangiare o bere nuovamente.

source: Hunger points restored: @1
it: Punti fame recuperati: @1

source: Saturation points restored: @1%
it: Punti sazietà recuperati: @1%

source: It can be worn on the head.
it: Si può indossare sulla testa.

source: It can be worn on the torso.
it: Si può indossare sul torso.

source: It can be worn on the legs.
it: Si può indossare sulle gambe.

source: It can be worn on the feet.
it: Si può indossare sui piedi.

source: Armor points: @1
it: Punti armatura: @1

source: Armor durability: @1
it: Durabilità armatura: @1

source: This item cannot be renamed at an anvil.
it: Questo oggetto non può essere rinominato su un'incudine.

source: This block crushes any block it falls into.
it: Questo blocco distrugge qualsiasi altro blocco su cui cade.

source: When this block falls deeper than 1 block, it causes damage to any player it hits. The damage dealt is B×2−2 hit points with B = number of blocks fallen. The damage can never be more than 40 HP.
it: Quando questo blocco cade, danneggia i giocatori che colpisce. Il danno è pari a B×2−2 HP, dove B è il numero di blocchi in altezza in cui è caduto. Il danno massimo è di 40 HP.

source: Diamond Pickaxe
it: Piccone di diamante

source: Iron Pickaxe
it: Piccone di ferro

source: Stone Pickaxe
it: Piccone di pietra

source: Golden Pickaxe
it: Piccone d'oro

source: Wooden Pickaxe
it: Piccone di legno

source: Diamond Axe
it: Ascia di diamante

source: Iron Axe
it: Ascia di ferro

source: Stone Axe
it: Ascia di pietra

source: Golden Axe
it: Ascia d'oro

source: Wooden Axe
it: Ascia di legno

source: Diamond Shovel
it: Pala di diamante

source: Iron Shovel
it: Pala di ferro

source: Stone Shovel
it: Pala di pietra

source: Golden Shovel
it: Pala d'oro

source: Wooden Shovel
it: Pala di legno

source: This block can be mined by any tool instantly.
it: Questo blocco può essere scavato istantaneamente da qualsiasi attrezzo.

source: • Shears
it: • Cesoie

source: • Sword
it: • Spada

source: • Hand
it: • Mano nuda

source: This block can be mined by:
it: Questo blocco può essere scavato con:

source: Hardness: ∞
it: Durezza: ∞

source: Hardness: @1
it: Durezza: @1

source: Blast Resistance: @1
it: Resistenza alle esplosioni: @1

source: This block will not be destroyed by TNT explosions.
it: Questo blocco non verrà distrutto dalle esplosioni di TNT.

source: This block drops itself when mined by shears.
it: Questo blocco lascia cadere sé stesso quando distrutto con delle cesoie.

source: This blocks drops the following when mined by shears: @1
it: Questo blocco lascia cadere quando distrutto con delle cesoie: @1

source: Painfully slow
it: Lentissimo

source: Very slow
it: Molto lento

source: Slow
it: Lento

source: Fast
it: Veloce

source: Very fast
it: Molto veloce

source: Extremely fast
it: Velocissimo

source: Instantaneous
it: Istantaneo

source: @1 uses
it: @1 usi

source: Unlimited uses
it: Usi infiniti

source: Mining speed: @1
it: Velocità di scavo: @1

source: Mining durability: @1
it: Durabilità di scavo: @1

source: This tool is capable of mining.
it: Questo attrezzo è in grado di scavare la pietra.

source: Block breaking strength: @1
it: Forza distruzione blocco: @1

source: This is a melee weapon which deals damage by punching.
it: Questa è un'arma bianca che infigge danno quando sferrata.

source: Maximum damage: @1 HP
it: Danno massimo: @1 HP

source: Full punch interval: @1 s
it: Intervallo massimo sferrata: @1 s
