Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/mcl_furnaces/locale/poconvert/*.po
Languages: pt

source: Inventory
pt: Inventário

source: Recipe book
pt: Livro de receitas

source: Furnace
pt: Fornalha

source: Uses fuel to smelt or cook items
pt: Usa combustível para fundir ou cozinhar items

source: Furnaces cook or smelt several items, using a furnace fuel, into something else.
pt: Fornalhas cozinham ou fundem vários items, usando combustível, noutra coisa.

source: Use the furnace to open the furnace menu.
pt: Use a fornalha para abrir o menu da fornalha.

source: Place a furnace fuel in the lower slot and the source material in the upper slot.
pt: Coloque combustível no slot inferior e o material a processar no slot superior.

source: The furnace will slowly use its fuel to smelt the item.
pt: A fornalha irá usar lentamente o combustível para fundir o item.

source: The result will be placed into the output slot at the right side.
pt: O resultado estará no slot de saída do lado direito.

source: Use the recipe book to see what you can smelt, what you can use as fuel and how long it will burn.
pt: Use o livro de receitas para ver o que pode fundir ou usar como combustível e quanto tempo irá arder.

source: Burning Furnace
pt: Fornalha Acesa
