Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/mcl_crimson/locale/poconvert/*.po
Languages: eu, pt, ru

source: Warped Fungus
eu: Onddo distortsionatua
pt: Fungo Distorcido
ru: Искажённый грибок

source: Warped fungus is a mushroom found in the nether's warped forest.
eu: Onddo distortsionatua Nether baso distortsionatuan dagoen onddo bat da.
pt: O Fungo Distorcido é um cogumelo encontrado nas florestas distorcidas do Nether.
ru: Искажённый грибок можно найти в искажённых лесах Незера.

source: Twisting Vines
eu: Igokari bihurriak
pt: Vinhas Retorcidas
ru: Извилистые лианы

source: Weeping Vines
eu: Igokari negartiak
pt: Vinhas Choronas
ru: Плакучие лианы

source: Nether Sprouts
eu: Nether uztondoa
pt: Brotos do Nether
ru: Адские ростки

source: Warped Roots
eu: Sustrai distortsionatuak
pt: Raízes Distorcidas
ru: Искажённые корни

source: Warped Wart Block
eu: Garatxo distortsionatuen blokea
pt: Bloco de Fungos Distorcidos
ru: Искажённый блок адского нароста

source: Shroomlight
eu: Onddo argitsua
pt: Cogumelo Luminoso
ru: Грибосвет

source: Warped Nylium
eu: Nilio distortsionatua
pt: Nicélio Distorcido
ru: Искажённый нилий

source: Crimson Fungus
eu: Onddo gorrimina
pt: Fungo Carmesim
ru: Багровый грибок

source: Crimson fungus is a mushroom found in the nether's crimson forest.
eu: Onddo gorrimina Nether baso gorriminean dagoen onddo bat da.
pt: O fungo carmesim é um cogumelo encontrado nas florestas carmesim do Nether.
ru: Багровый грибок можно найти в багровых лесах Незера.

source: Crimson Roots
eu: Sustrai gorriminak
pt: Raízes Carmesim
ru: Багровые корни

source: Crimson Nylium
eu: Nilio gorrimina
pt: Nicélio Carmesim
ru: Багровый нилий

source: Crimson Bark
eu: Azal gorrimina
pt: Madeira Carmesim
ru: Багровая кора

source: Crimson Bark Slab
eu: Azal gorrizko lauza
pt: Degrau de Madeira Carmesim
ru: Плита из багровой коры

source: Crimson Bark Stairs
eu: Azal gorrizko eskailerak
pt: Escadas de Madeira de Carmesim
ru: Ступени из багровой коры

source: Crimson Button
eu: Botoi gorrimina
pt: Botão Carmesim
ru: Багровая кнопка

source: Crimson Door
eu: Ate gorrimina
pt: Porta de Carmesim
ru: Багровая дверь

source: Crimson Fence
eu: Hesi gorrimina
pt: Cerca Carmesim
ru: Багровый забор

source: Crimson Fence Gate
eu: Hesi gorrizko atea
pt: Portão Carmesim
ru: Багровая калитка

source: Crimson Hanging Sign
pt: Placa de Carmesim Pendurada
ru: Багровая подвесная табличка

source: Crimson Log
eu: Enbor gorrimina
pt: Tronco Carmesim
ru: Багровая древесина

source: Crimson Planks
eu: Ohol gorriminak
pt: Tábuas Carmesim
ru: Багровые доски

source: Crimson Pressure Plate
eu: Presio-plaka gorrimina
pt: Placa de Pressão Carmesim
ru: Багровая нажимная плита

source: Crimson Sign
eu: Kartel gorrimina
pt: Placa Carmesim
ru: Багровая табличка

source: Crimson Slab
eu: Harlauza gorrimina
pt: Degrau Carmesim
ru: Багровая плита

source: Crimson Stairs
eu: Eskailera gorriminak
pt: Escadas Carmesim
ru: Багровые ступени

source: Crimson Trapdoor
eu: Tranpola gorrimina
pt: Alçapão Carmesim
ru: Багровый люк

source: Stripped Crimson Bark
eu: Azalik gabeko gorrimin egurra
pt: Madeira de Carmesim Descascada
ru: Обтёсанная багровая кора

source: Stripped Crimson Log
eu: Azalik gabeko enbor gorrimina
pt: Tronco de Carmesim Descascado
ru: Обтёсанная багровая древесина

source: Stripped Warped Bark
eu: Azalik gabeko egur distortsionatua
pt: Madeira Distorcida Descascada
ru: Обтёсанная искажённая кора

source: Stripped Warped Log
eu: Azalik gabeko enbor distortsionatua
pt: Tronco Distorcido Descascado
ru: Обтёсанная искажённая древесина

source: The stripped trunk of an Crimson tree.
eu: Zuhaitz gorrimin baten azalik gabeko enborra.
pt: O tronco descascado de uma árvore Carmesim.
ru: Обтёсанное багровое бревно.

source: The stripped trunk of an Warped tree.
eu: Zuhaitz distortsionatu baten azalik gabeko enborra.
pt: O tronco descascado de uma árvore Distorcida.
ru: Обтёсанное искажённое бревно.

source: The stripped wood of an Crimson tree.
eu: Zuhaitz gorrimin baten azalik gabeko egurra.
pt: A madeira descascada de uma árvore Carmesim.
ru: Обтёсанная багровая кора.

source: The stripped wood of an Warped tree.
eu: Zuhaitz distortsionatu baten azalik gabeko egurra.
pt: A madeira descascada de uma árvore Distorcida.
ru: Обтёсанная искажённая кора.

source: The trunk of a Crimson tree.
eu: Zuhaitz gorrimin baten enborra.
pt: O tronco de uma árvore Carmesim.
ru: Багровое бревно.

source: The trunk of a Warped tree.
eu: Zuhaitz distortsionatu baten enborra.
pt: O tronco de uma árvore Distorcida.
ru: Искажённое бревно.

source: Warped Bark
eu: Azal distortsionatua
pt: Madeira Distorcida
ru: Искажённая кора

source: Warped Bark Slab
eu: Azal-lauza distortsionatua
pt: Degrau de Madeira Distorcida
ru: Плита из искажённой коры

source: Warped Bark Stairs
eu: Azal distortsionatuko eskailerak
pt: Escadas de Madeira Distorcida
ru: Ступени из искажённой коры

source: Warped Button
eu: Desitxuratutako botoia
pt: Botão Distorcido
ru: Искажённая кнопка

source: Warped Door
eu: Ate distortsionatua
pt: Porta Distorcida
ru: Искажённая дверь

source: Warped Fence
eu: Hesi distortsionatua
pt: Cerca Distorcida
ru: Искажённый забор

source: Warped Fence Gate
eu: Hesi-ate distortsionatua
pt: Portão Distorcido
ru: Искажённая калитка

source: Warped Hanging Sign
pt: Placa Distorcida Pendurada
ru: Искаженная подвесная табличка

source: Warped Log
eu: Egur distortsionatua
pt: Tronco Distorcido
ru: Искажённая древесина

source: Warped Planks
eu: Ohol distortsionatuak
pt: Tábuas Distorcidas
ru: Искажённые доски

source: Warped Pressure Plate
eu: Presio-plaka distortsionatua
pt: Placa de Pressão Distorcida
ru: Искажённая нажимная плита

source: Warped Sign
eu: Kartel distortsionatua
pt: Placa Distorcida
ru: Искаженная табличка

source: Warped Slab
eu: Lauza distortsionatua
pt: Degrau Distorcido
ru: Искажённая плита

source: Warped Stairs
eu: Eskailera distortsionatuak
pt: Escadas Distorcidas
ru: Искажённые ступени

source: Warped Trapdoor
eu: Tranpola distortsionatua
pt: Alçapão Distorcido
ru: Искажённый люк
