Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/HUD/mcl_credits/locale/poconvert/*.po
Languages: pt

source: A faithful Open Source clone of Minecraft
pt: Um clone fiel Open Source do Minecraft

source: Sneak to skip
pt: Agache para saltar

source: Jump to speed up (additionally sprint)
pt: Salte para acelerar (adicionalmente, corra)

source: Show the Mineclonia end credits
pt: Mostrar os créditos finais do Mineclonia

source: Creators of Mineclonia
pt: Criadores do Mineclonia

source: Creator of MineClone 2
pt: Criador do MineClone 2

source: Creator of MineClone
pt: Criador do MineClone

source: Active Contributors
pt: Contribuidores ativos

source: Previous Contributors
pt: Contribuidores Anteriores

source: Original Mod Authors
pt: Autores Originais do Mod

source: 3D Models
pt: Modelos 3D

source: Textures and menu images
pt: Texturas e imagens do menu

source: Translations
pt: Traduções

source: Special thanks
pt: Agradecimentos especiais
