Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/mcl_cherry_blossom/locale/poconvert/*.po
Languages: it, pt

source: Cherry Bark
it: Corteccia di ciliegio
pt: Madeira de Cerejeira

source: Cherry Bark Slab
it: Lastra di corteccia di ciliegio
pt: Degrau de Maderia de Cerejeira

source: Cherry Bark Stairs
it: Scalini di corteccia di ciliegio
pt: Escadas de Madeira de Cerejeira

source: Cherry Boat
it: Barca di ciliegio
pt: Barco de Cerejeira

source: Cherry Button
it: Pulsante di ciliegio
pt: Botão de Cerejeira

source: Cherry Chest Boat
it: Barca di ciliegio con baule
pt: Barco de Cerejeira com Baú

source: Cherry Door
it: Porta di ciliegio
pt: Porta de Cerejeira

source: Cherry Fence
it: Staccionata di ciliegio
pt: Cerca de Cerejeira

source: Cherry Fence Gate
it: Cancelletto di ciliegio
pt: Portão de Cerejeira

source: Cherry Hanging Sign
pt: Placa de Cerejeira Pendurada

source: Cherry Leaves
it: Foglie di ciliegio
pt: Folhas de Cerejeira

source: Cherry Log
it: Tronco di ciliegio
pt: Tronco de Cerejeira

source: Cherry Planks
it: Assi di ciliegio
pt: Tábuas de Cerejeira

source: Cherry Pressure Plate
it: Pedana a pressione di ciliegio
pt: Placa de Pressão de Cerejeira

source: Cherry Sapling
it: Arboscello di ciliegio
pt: Rebento de Cerejeira

source: Cherry Sign
it: Cartello di ciliegio
pt: Placa de Cerejeira

source: Cherry Slab
it: Lastra di ciliegio
pt: Degrau de Cerejeira

source: Cherry Stairs
it: Scalini di ciliegio
pt: Escadas de Cerejeira

source: Cherry Trapdoor
it: Botola di ciliegio
pt: Alçapão de Cerejeira

source: Cherry leaves are grown from Cherry trees.
it: Foglie di ciliegio che crescono sugli alberi di ciliegio.
pt: Folhas de Cerejeira crescem em Cerejeiras.

source: Stripped Cherry Bark
it: Corteccia di ciliegio levigata
pt: Madeira de Cerejeira Descascada

source: Stripped Cherry Log
it: Tronco de ciliegio scortecciato
pt: Tronco de Cerejeira Descascado

source: The stripped trunk of an Cherry tree.
it: Il tronco scortecciato di un albero di ciliegio.
pt: O tronco descascado de uma Cerejeira.

source: The stripped wood of an Cherry tree.
it: Il legno levigato di un albero di ciliegio.
pt: A madeira descascada de uma Cerejeira.

source: The trunk of a Cherry tree.
it: Il tronco di un albero di ciliegio.
pt: O tronco de uma Cerejeira.
