Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/mcl_dyes/locale/poconvert/*.po
Languages: cs

source: This item is a dye which is used for dyeing and crafting.
cs: Tento předmět je barvivo, které lze použít k barvení, nebo craftění.

source: Rightclick on a sheep to dye its wool. Other things are dyed by crafting.
cs: Kliknutím pravým tlačítkem na ovci obarváte její vlnu. Ostatní věci mohou být obarveny pomocí craftingu.

source: Black Dye
cs: Černé barvivo

source: Blue Dye
cs: modré barvivo

source: Brown Dye
cs: Hnědé barvivo

source: Cyan Dye
cs: Azurové barvivo

source: Green Dye
cs: Zelené barvivo

source: Grey Dye
cs: Šedé barvivo

source: Light Blue Dye
cs: Světle modré barvivo

source: Light Grey Dye
cs: Světle šedé barvivo

source: Lime Dye
cs: Světle zelené barvivo

source: Magenta Dye
cs: Magentové barvivo

source: Orange Dye
cs: Oranžové barvivo

source: Pink Dye
cs: Růžové barvivo

source: Purple Dye
cs: Fialové barvivo

source: Red Dye
cs: Červené barvivo

source: White Dye
cs: Bílé barvivo

source: Yellow Dye
cs: Žluté barvivo
