Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/mcl_books/locale/poconvert/*.po
Languages: eu, it

source: Book
eu: Liburua
it: Libro

source: Books are used to make bookshelves and book and quills.
eu: Liburuak apalategiak, liburuak eta lumak egiteko erabiltzen dira.
it: I libri sono utilizzati per assemblare librerie e libro e penne.

source: Copy of “@1”
eu: "@1"-ren kopia
it: Copia di "@1"

source: Copy of Copy of “@1”
eu: "@1" kopiaren kopia
it: Copia della Copia di "@1"

source: Tattered Book
eu: Liburu urratua
it: Libro scarabocchiato

source: by @1
eu: @1-(e)k
it: di @1

source: Sign
eu: Sinatu
it: Cartello

source: Done
eu: Eginda
it: Fatto

source: Book and Quill
eu: Liburua eta luma
it: Libro e penna

source: Write down some notes
eu: Idatzi ohar batzuk
it: Scrivici degli appunti

source: This item can be used to write down some notes.
eu: Item hau ohar batzuk idazteko erabil daiteke.
it: Questo oggetto può essere usato per scriverci degli appunti.

source: Hold it in the hand, then rightclick to read the current notes and edit then. You can edit the text as often as you like. You can also sign the book which turns it into a written book which you can stack, but it can't be edited anymore.
eu: Eutsi eskuan, gero egin eskuin-klik egungo oharrak irakurtzeko, eta gero editatu. Nahi duzun maiztasunarekin edita dezakezu testua. Liburua ere sina dezakezu, eta horrek liburu idatzi bihurtzen du, pilatu daitekeena, baina jada ezin da editatu.
it: Tienilo in mano e fai clic col tasto destro per leggere il contenuto e modificarlo. Puoi modificare il testo quante volte vuoi. Puoi anche firmare il libro che lo trasformerà in un libro scritto che può essere messo in uno stack, ma non potrà essere più modificato.

source: A book can hold up to @1 characters. The title length is limited to @2 characters.
eu: "Liburu batek @1 karaktere izan ditzake. Izenburuak @2 karaktere baino ez ditu.
it: Un libro può contenere fino a @1 caratteri. La lunghezza del titolo è limitata a @2 caratteri.

source: Text is @1 characters too long for one book. It will be capped at @2 characters.
eu: Testuak @1 karaktere ditu, luzeegiak liburu baterako. Karaktereak @2 izango dira.
it: Il testo è lungo @1 caratteri oltre il limite permesso per un libro. Verrà tagliato a @2 caratteri.

source: Enter book title:
eu: Liburuaren izenburua txertatu du:
it: Inserisci il titolo del libro:

source: Sign and Close
eu: Liburua sinatu eta itxi
it: Firma e chiudi

source: Note: The book will no longer be editable after signing
eu: Oharra: Liburua ezin izango da editatu sinatu ondoren
it: Nota: Non potrai più modificare il libro dopo che è stato firmato

source: Cancel
eu: Ezeztatu
it: Annulla

source: Nameless Book
eu: Izenik gabeko liburua
it: Libro senza titolo

source: Written Book
eu: Liburu idatzia
it: Libro scritto

source: Written books contain some text written by someone. They can be read and copied, but not edited.
eu: Liburu idatziek norbaitek idatzitako testua dute. Irakurri eta kopiatu daitezke, baina ez editatu.
it: I libri scritti contegno del testo scritto da qualcuno. Possono essere letti e copiati, ma non modificati.

source: Hold it in your hand, then rightclick to read the book.
eu: Eutsi eskuan, gero egin eskuin-klik liburua irakurtzeko.
it: Tienilo in mano e fai clic col tasto destro per leggerne il contenuto.

source: To copy the text of the written book, place it into the crafting grid together with a book and quill (or multiple of those) and craft. The written book will not be consumed. Copies of copies can not be copied.
eu: Idatzitako liburuaren testua kopiatzeko, jarri fabrikazio-laukian liburu batekin eta luma batekin (edo batzuekin), eta egin. Idatzitako liburua ez da kontsumituko. Kopien kopiak ezin dira kopiatu.
it: Per copiare il contenuto di un libro scritto, mettilo nella griglia di fabbricazione assieme ad uno o più libri con penna. Il libro scritto non verrà consumato. Le copie delle copie non possono essere ulteriormente replicate.

source: Bookshelf
eu: Liburutegia
it: Libreria

source: Inventory
eu: Inbentarioa
it: Inventario

source: Bookshelves are used for decoration.
eu: Liburutegiak dekoraziorako erabiltzen dira.
it: Le librerie sono usate come decorazione.
