Repository: wrxxnch/luanti-bettercraft
Catalog: mods/ITEMS/mcl_cherry_blossom/locale/poconvert/*.po
Languages: eu, ru

source: Cherry Bark
eu: Gereziondo azala
ru: Вишнёвая кора

source: Cherry Bark Slab
eu: Gereziondo azaleko lauza
ru: Плита из вишнёвой коры

source: Cherry Bark Stairs
eu: Gereziondo azaleko eskailerak
ru: Ступени из вишнёвой коры

source: Cherry Boat
eu: Gereziondo txalupa
ru: Вишнёвая лодка

source: Cherry Button
eu: Gereziondoaren botoia
ru: Вишнёвая кнопка

source: Cherry Chest Boat
eu: Gereziondo txalupa kutxarekin
ru: Вишнёвая лодка с сундуком

source: Cherry Door
eu: Gereziondo atea
ru: Вишнёвая дверь

source: Cherry Fence
eu: Gereziondo hesia
ru: Вишнёвый забор

source: Cherry Fence Gate
eu: Gereziondo hesiko atea
ru: Вишнёвая калитка

source: Cherry Hanging Sign
ru: Вишневая подвесная табличка

source: Cherry Leaves
eu: Gereziondo hostoak
ru: Вишнёвые листья

source: Cherry Log
eu: Gereziondo enborra
ru: Вишнёвая древесина

source: Cherry Planks
eu: Gereziondo oholak
ru: Вишнёвые доски

source: Cherry Pressure Plate
eu: Gereziondoaren presio-plaka
ru: Вишнёвая нажимная плита

source: Cherry Sapling
eu: Gereziondo ernamuina
ru: Саженец вишни

source: Cherry Sign
eu: Gereziondo kartela
ru: Вишнёвая табличка

source: Cherry Slab
eu: Gereziondo lauza
ru: Вишнёвая плита

source: Cherry Stairs
eu: Gereziondo eskailerak
ru: Вишнёвые ступени

source: Cherry Trapdoor
eu: Gereziondo tranpola
ru: Вишнёвый люк

source: Cherry leaves are grown from Cherry trees.
eu: Gereziondoaren hostoak Gereziondoaren zuhaitzetan hazten dira.
ru: Листья вишни растут на вишнёвых деревьях.

source: Stripped Cherry Bark
eu: Azalik gabeko gereziondo egurra
ru: Обтёсанная вишнёвая кора

source: Stripped Cherry Log
eu: Azalik gabeko gereziondo enborra
ru: Обтёсанная вишнёвая древесина

source: The stripped trunk of an Cherry tree.
eu: Gereziondo zuhaitz baten azalik gabeko enborra.
ru: Обтёсанное бревно вишнёвого дерева.

source: The stripped wood of an Cherry tree.
eu: Gereziondo zuhaitz baten azalik gabeko egurra.
ru: Обтёсанная кора вишнёвого дерева.

source: The trunk of a Cherry tree.
eu: Gereziondo zuhaitz baten enborra.
ru: Ствол вишнёвого дерева.
