Repository: wrxxnch/luanti-bettercraft
Catalog: mods/ITEMS/REDSTONE/mcl_comparators/locale/poconvert/*.po
Languages: pt_br

source: Redstone comparators are multi-purpose redstone components.
pt_br: Os comparadores de redstone são componentes de redstone multifuncionais.

source: They can transmit a redstone signal, detect whether a block contains any items and compare multiple signals.
pt_br: Eles podem transmitir um sinal de redstone, detectar se um bloco contém algum item e comparar múltiplos sinais.

source: A redstone comparator has 1 main input, 2 side inputs and 1 output. The output is in arrow direction, the main input is in the opposite direction. The other 2 sides are the side inputs.
pt_br: Um comparador de redstone possui 1 entrada principal, 2 entradas laterais e 1 saída. A saída está na direção da seta, enquanto a entrada principal está na direção oposta. Os outros 2 lados são as entradas laterais.

source: The main input can powered in 2 ways: First, it can be powered directly by redstone power like any other component. Second, it is powered if, and only if a container (like a chest) is placed in front of it and the container contains at least one item.
pt_br: A entrada principal pode ser alimentada de duas maneiras: Primeiro, pode ser alimentada diretamente por energia de redstone, como qualquer outro componente. Segundo, ela é alimentada se, e somente se, um recipiente (como um baú) for colocado na frente dela e o recipiente contiver pelo menos um item.

source: The side inputs are only powered by normal redstone power. The redstone comparator can operate in two modes: Transmission mode and subtraction mode. It starts in transmission mode and the mode can be changed by using the block.
pt_br: As entradas laterais são alimentadas apenas por energia redstone normal. O comparador de redstone pode operar em dois modos: Modo de transmissão e modo de subtração. Ele inicia no modo de transmissão e o modo pode ser alterado usando o bloco.

source: Transmission mode: The front torch is unlit and lowered. The output is powered if, and only if the main input is powered. The two side inputs are ignored.
pt_br: Modo de transmissão: A tocha frontal está apagada e abaixada. A saída é energizada somente se a entrada principal estiver energizada. As duas entradas laterais são ignoradas.

source: Subtraction mode: The front torch is lit. The output is powered if, and only if the main input is powered and none of the side inputs is powered.
pt_br: Modo de subtração: A lanterna frontal está acesa. A saída é energizada somente se a entrada principal estiver energizada e nenhuma das entradas laterais estiver energizada.

source: Redstone Comparator
pt_br: Comparador de Redstone

source: Redstone Comparator (Powered)
pt_br: Comparador de Redstone (Energizado)

source: Redstone Comparator (Subtract)
pt_br: Comparador de Redstone (Subtração)

source: Redstone Comparator (Subtract, Powered)
pt_br: Comparador de Redstone (Subtração, Energizado)
