Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/mcl_pottery_sherds/locale/poconvert/*.po
Languages: cs, pt

source: Used for crafting decorated pots
cs: Používá se k výrobě dekorativních květináčů
pt: Usado para craftar vasos decorados

source: Decorated Pot
cs: Malovaný květináč
pt: Vaso Decorado

source: Pots are decorative blocks.
cs: Květináče jsou dekorativní bloky.
pt: Vasos são blocos decorativos.

source: Specially decorated pots can be crafted using pottery sherds
cs: Speciálně zdobené květináče lze vyrobit pomocí keramických střepů
pt: Vasos decorados específicos podem ser craftados utilizando fragmentos de cerâmica

source: Angler Pottery Sherd
cs: Rybářský keramický střep
pt: Fragmento de Cerâmica de Pesca

source: Archer Pottery Sherd
cs: Lukostřelecký keramický střep
pt: Fragmento de Cerâmica de Arco

source: Arms Up Pottery Sherd
cs: Keramický střep s rukama nahoře
pt: Fragmento de Cerâmica de Figura

source: Blade Pottery Sherd
cs: Keramický střep s ostřím
pt: Fragmento de Cerâmica de Espada

source: Brewer Pottery Sherd
cs: keramický střep s vařičem
pt: Fragmento de Cerâmica de Poção

source: Burn Pottery Sherd
cs: keramický střep s ohněm
pt: Fragmento de Cerâmica de Fogo

source: Danger Pottery Sherd
cs: Nebezpečný keramický střep
pt: Fragmento de Cerâmica de Creeper

source: Explorer Pottery Sherd
cs: Průzkumnický keramický střep
pt: Fragmento de Cerâmica de Mapa

source: Flow Pottery Sherd
cs: keramický střep s kapalinou
pt: Fragmento de Cerâmica de Espiral

source: Friend Pottery Sherd
cs: přátelský keramický střep
pt: Fragmento de Cerâmica de Amigo

source: Guster Pottery Sherd
cs: vířivý keramický střep
pt: Fragmento de Cerâmica de Vórtice

source: Heart Pottery Sherd
cs: keramický střep se srdcem
pt: Fragmento de Cerâmica de Coração

source: Heartbreak Pottery Sherd
cs: keramický střep se zlomeným srdcem
pt: Fragmento de Cerâmica de Coração Partido

source: Howl Pottery Sherd
cs: keramický střep s vlkem
pt: Fragmento de Cerâmica de Uivo

source: Miner Pottery Sherd
cs: keramický střep s horníkem
pt: Fragmento de Cerâmica de Mineiro

source: Mourner Pottery Sherd
cs: děsivý střep keramiky
pt: Fragmento de Cerâmica de Luto

source: Plenty Pottery Sherd
cs: keramický střep hojnosti
pt: Fragmento de Cerâmica de Abundância

source: Prize Pottery Sherd
cs: keramický střep s drahokamem
pt: Fragmento de Cerâmica de Prémio

source: Scrape Pottery Sherd
cs: oškrábaný keramický střep
pt: Fragmento de Cerâmica de Machado

source: Sheaf Pottery Sherd
cs: keramický střep blaha
pt: Fragmento de Cerâmica de Trigo

source: Shelter Pottery Sherd
cs: keramický střep s přístřeškem
pt: Fragmento de Cerâmica de Abrigo

source: Skull Pottery Sherd
cs: keramický střep s lebkou
pt: Fragmento de Cerâmica de Caveira

source: Snort Pottery Sherd
cs: čichavý keramický střep
pt: Fragmento de Cerâmica de Farejo
