Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ENTITIES/mobs_mc/locale/poconvert/*.po
Languages: cs, es, eu, fr, hu, id, it, ja, pt

source: Axolotl
es: Ajolote
eu: Axolotea
ja: ウーパールーパー
pt: Axolote

source: Bat
cs: Netopýr
es: Murciélago
eu: Saguzarra
fr: Chauve-souris
hu: Denevér
id: Kelelawar
it: Pipistrello
ja: コウモリ
pt: Morcego

source: Blaze
cs: Ohnivák
eu: Sutzarra
hu: Őrláng
ja: ブレイズ

source: Chicken
cs: Kuře
es: Pollo
eu: Oilaskoa
fr: Poule
hu: Csirke
id: Ayam
it: Pollo
ja: ニワトリ
pt: Galinha

source: Cod
cs: Treska
es: Bacalao
eu: Bakailaoa
fr: Morue
hu: Tőkehal
id: Ikan kod
it: Merluzzo
ja: タラ
pt: Bacalhau

source: Cow
cs: Kráva
es: Vaca
eu: Behia
fr: Vache
hu: Tehén
id: Sapi
it: Mucca
ja: ウシ
pt: Vaca

source: Mooshroom
cs: Houbová kráva
es: Champivaca
eu: Perretxiko-behia
fr: Champimeuh
hu: Múúmba
ja: ムーシュルーム

source: Creeper
hu: Lopódzó
ja: クリーパー

source: Charged Creeper
cs: Nabitý creeper
es: Creeper Cargado
eu: Creeper Kargatua
fr: Creeper chargé
hu: Feltöltött Lopódzó
id: Creeper Menyala
it: Creeper caricato
ja: 帯電クリーパー
pt: Creeper Elétrico

source: Dolphin
cs: Delfín
es: Delfín
eu: Izurdea
fr: Dauphin
hu: Delfin
id: Lumba-lumba
it: Delfino
ja: イルカ
pt: Golfinho

source: Ender Dragon
cs: Ender drak
es: Enderdragón
eu: Ender Dragoia
hu: Végsárkány
id: Naga Ender
it: Enderdrago
ja: エンダードラゴン
pt: Dragão do Fim

source: Enderman
hu: Végszerzet
ja: エンダーマン

source: Endermite
cs: Endermit
eu: Endermitea
hu: Végatka
ja: エンダーマイト

source: Ghast
cs: Strašák
hu: Szellem
ja: ガスト

source: Ghast Fireball
cs: ohnivá strašidelná koule
es: Bola de fuego de Ghast
eu: Ghast-aren Su-bola
fr: Boule de feu de Ghast
hu: Tűzgolyó
it: Proiettile di Ghast
ja: ガストの火の玉
pt: Bola de Fogo de Ghast

source: Guardian
cs: Guardián
es: Guardián
eu: Zaindaria
fr: Gardien
hu: Őrszem
id: Penjaga
it: Guardiano
ja: ガーディアン
pt: Guardião

source: Elder Guardian
es: Guardián anciano
eu: Zaindari Zaharra
fr: Gardien de l'Elder
hu: Vén Őrszem
id: Tetua Penjaga
it: Guardiano antico
ja: エルダーガーディアン
pt: Guardião-Mestre

source: Hoglin
eu: Hoglina
hu: Varacskos
ja: ホグリン

source: Baby Hoglin
cs: Malý hoglin
es: Bebe Hoglin
eu: Hoglin Kumea
fr: Bébé Hoglin
hu: Varacskos Malac
id: Bayi Hoglin
it: Hoglin bambino
ja: 子供のホグリン
pt: Hoglin Bebé

source: Zoglin
eu: Zoglina
hu: Zord Varacskos
ja: ゾグリン

source: Sneak to dismount
cs: Plížením sesedni
es: Agáchate para desmontar
eu: Makurtze-tekla jaisteko
fr: S'accroupir pour descendre
hu: Guggolj, hogy leszereld
id: Menyelinap untuk turun
it: Accovacciati per scendere
ja: スニークで降りる
pt: Agache para desmontar

source: Horse
cs: Kůň
es: Caballo
eu: Zaldia
fr: Cheval
hu: Ló
id: Kuda
it: Cavallo
ja: ウマ
pt: Cavalo

source: Skeleton Horse
cs: Kůň kostlivec
es: Caballo esqueleto
eu: Eskeleto-zaldia
fr: Cheval-squelette
hu: Csontváz Ló
id: Kuda Tengkorak
it: Cavallo scheletro
ja: スケルトンホース
pt: Cavalo Esqueleto

source: Zombie Horse
cs: Zombie kůň
es: Caballo zombi
eu: Zonbi zaldia
fr: Cheval-zombie
hu: Zombi Ló
id: Kuda Zombi
it: Cavallo zombi
ja: ゾンビホース
pt: Cavalo Zumbi

source: Donkey
cs: Osel
es: Burro
eu: Astoa
fr: Âne
hu: Szamár
id: Keledai
it: Asino
ja: ロバ
pt: Burro

source: Mule
cs: Mula
es: Mula
eu: Mandoa
hu: Öszvér
id: Bagal
it: Mulo
ja: ラバ
pt: Mula

source: Iron Golem
cs: Železný golem
es: Golem de hierro
eu: Burdinazko Golem-a
fr: Golem de fer
hu: Vas Gólem
id: Golem Besi
it: Golem di ferro
ja: アイアンゴーレム
pt: Golem de Ferro

source: Llama
cs: Lama
fr: Lama
hu: Láma
id: Ilama
it: Lama
ja: ラマ
pt: Lhama

source: Ocelot
es: Ocelote
eu: Ozelotea
hu: Párducmacska
id: Oselot
ja: ヤマネコ
pt: Jaguatirica

source: Cat
cs: Kočka
es: Gato
eu: Katua
fr: Chat
hu: Macska
id: Kucing
it: Gatti
ja: ネコ
pt: Gato

source: Parrot
cs: Papoušek
es: Loro
eu: Loroa
fr: Perroquet
hu: Papagáj
id: Burung Beo
it: Pappagallo
ja: オウム
pt: Papagaio

source: Pig
cs: Prase
es: Cerdo
eu: Txerria
fr: Cochon
hu: Malac
id: Babi
it: Maiale
ja: ブタ
pt: Porco

source: Piglin
hu: Malacfej
ja: ピグリン

source: Piglin Brute
cs: Brutální piglin
es: Piglin bruto
eu: Piglin Latza
fr: Piglin barbare
hu: Durva Malacfej
id: Piglin Brutal
it: Piglin bruto
ja: ピグリンブルート
pt: Piglin Bárbaro

source: Zombie Piglin
es: Piglin zombi
eu: Piglin Zonbia
fr: Piglin zombie
hu: Élőhalott Piglin
id: Piglin Zombi
it: Piglin zombie
ja: ゾンビピグリン
pt: Piglin Zumbi

source: Zombified Piglin
cs: Zombifikovaný piglin
es: Piglin Zombificado
eu: Piglin Zonbifikatua
fr: Piglin zombifié
hu: Malacfej Zombi
id: Zombifikasi Piglin
it: Piglin zombificato
ja: ゾンビ化ピグリン‌
pt: Piglin-Zumbi

source: Pillager
es: Saqueador
eu: Arpilatzailea
fr: Pillard
hu: Rabló
id: Penjarah
it: Predone
ja: ピリジャー
pt: Saqueador

source: Polar Bear
cs: Lední medvěd
es: Oso polar
eu: Hartz Polarra
fr: Ours blanc
hu: Jegesmedve
id: Beruang Kutub
it: Orso polare
ja: シロクマ
pt: Urso Polar

source: Rabbit
cs: Králík
es: Conejo
eu: Untxia
fr: Lapin
hu: Nyúl
id: Kelinci
it: Coniglio
ja: ウサギ
pt: Coelho

source: Killer Bunny
cs: Zabijácký králík
es: Conejo asesino
eu: Untxi Hiltzailea
fr: Lapin tueur
hu: Vérnyúl
id: Kelinci Pembunuh
it: Coniglio assassino
ja: 殺人ウサギ
pt: Coelho Assassino

source: Salmon
cs: Losos
es: Salmón
eu: Izokina
fr: Saumon
hu: Lazac
it: Salmone
ja: サケ
pt: Salmão

source: Sheep
cs: Ovce
es: Oveja
eu: Ardia
fr: Mouton
hu: Bárány
id: Domba
it: Pecora
ja: ヒツジ
pt: Ovelha

source: Shulker
eu: Shulkerra
hu: Kagylapuló
ja: シュルカー

source: Silverfish
cs: Rybenka
es: Lepisma
eu: Zilar-arraina
fr: Poisson d'argent
hu: Ezüsthal
id: Gegat
it: Pesciolino d'argento
ja: シルバーフィッシュ
pt: Bicho da Prata

source: Skeleton
cs: Kostlivec
es: Esqueleto
eu: Eskeletoa
fr: Squelette
hu: Csontváz
id: Tengkorak
it: Scheletro
ja: スケルトン
pt: Esqueleto

source: Stray
cs: Tulák
es: Esqueleto glacial
eu: Eskeleto glaziala
fr: Vagabond
hu: Jégjáró
it: Errante
ja: ストレイ
pt: Errante

source: Wither Skeleton
cs: Wither Kostlivec
es: Esqueleto del Wither
eu: Wither-en Eskeletoa
fr: Wither squelette
hu: Sorvasztó Csontváz
id: Tengkorak Layu
it: Scheletro wither
ja: ウィザースケルトン
pt: Esqueleto Wither

source: Slime - big
cs: Velký slimák
es: Slime - grande
eu: Likatia - handia
fr: Slime - grand
hu: Zöld Zsumó
id: Slime - besar
it: Slime grande
ja: 大型のスライム
pt: Slime - grande

source: Slime - small
cs: Malý slimák
es: Slime - mediano
eu: Likatia - ertaina
fr: Slime - petit
hu: Kis Zöld Zsumó
id: Slime - kecil
it: Slime medio
ja: 中型のスライム
pt: Slime - médio

source: Slime - tiny
cs: Maličký slimák
es: Slime - pequeño
eu: Likatia - txikia
fr: Slime - tout petit
hu: Parányi Zöld Zsumó
id: Slime - mini
it: Slime piccolo
ja: 小型のスライム
pt: Slime - pequeno

source: Magma Cube - big
cs: Velká magma kostka
es: Cubo de Magma - grande
eu: Magma kuboa - handia
fr: Cube de magma - grand
hu: Magma Kocka - nagy
id: Kubus Magma - besar
it: Cubo di Magma grande
ja: 大型のマグマキューブ
pt: Cubo de Magma - grande

source: Magma Cube - small
cs: Malá magma kostka
es: Cubo de Magma - mediano
eu: Magma kuboa - ertaina
fr: Cube de magma - petit
hu: Magma Kocka - kicsi
id: Kubus Magma - kecil
it: Cubo di magma medio
ja: 中型のマグマキューブ
pt: Cubo de Magma - médio

source: Magma Cube - tiny
cs: Maličká magma kostka
es: Cubo de Magma - pequeño
eu: Magma kuboa - txikia
fr: Cube de magma - tout petit
hu: Magma Kocka - apró
id: Kubus Magma - mini
it: Cubo di Magma piccolo
ja: 小型のマグマキューブ
pt: Cubo de Magma - pequeno

source: Magma Cube
cs: Magma kostka
es: Cubo de Magma
eu: Magma kuboa
fr: Cube de magma
hu: Magma Kocka
id: Kubus Magma
it: Cubo di magma
ja: マグマキューブ
pt: Cubo de Magma

source: Slime
cs: Slimák
eu: Likatia
hu: Zselé
ja: スライム

source: Snow Golem
cs: Sněžný golem
es: Golem de nieve
eu: Elurrezko Panpina
fr: Golem de neige
hu: Hógólem
id: Golem Salju
it: Golem di neve
ja: スノーゴーレム
pt: Golem de Neve

source: Spider
cs: Pavouk
es: Araña
eu: Armiarma
fr: Araignée
hu: Pók
id: Laba-laba
it: Ragno
ja: クモ
pt: Aranha

source: Cave Spider
cs: Jeskynní pavouk
es: Araña de cueva
eu: Haitzuloko armiarma
fr: Araignée venimeuse
hu: Barlangi Pók
id: Laba-laba Goa
it: Ragno delle caverne
ja: 洞窟グモ
pt: Aranha das Cavernas

source: Squid
cs: Oliheň
es: Calamar
eu: Txibia
fr: Poulpe
hu: Tintahal
id: Cumi-cumi
it: Calamaro
ja: イカ
pt: Lula

source: Glow Squid
cs: Zářivá oliheň
es: Calamar brillante
eu: Txibia Distiratsua
fr: Poulpe luisant
hu: Fénylő Tintahal
id: Cumi-cumi Bersinar
it: Calamaro luminescente
ja: ヒカリイカ
pt: Lula Brilhante

source: Strider
cs: Chodec
es: Lavagante
eu: Zangokaria
fr: Arpenteur
hu: Álomfutó
ja: ストライダー
pt: Lavagante

source: Baby Strider
cs: Malý chodec
es: Lavagante Bebé
eu: Zangokari Kumea
fr: Bébé arpenteur
hu: Álomfutócska
id: Bayi Strider
it: Strider bambino
ja: 子供のストライダー
pt: Lavagante Bebé

source: Tropical Fish
cs: Tropická ryba
es: Pez Tropical
eu: Arrain Tropikala
fr: Poisson Tropical
hu: Trópusi Hal
id: Ikan Tropis
it: Pesce tropicale
ja: 熱帯魚
pt: Peixe Tropical

source: Vex
eu: Arima
hu: Bosszancs
it: Vessante
ja: ヴェックス

source: Villager
cs: Vesničan
es: Aldeano
eu: Herritarra
fr: Villageois
hu: Falusi
id: Penduduk
it: Villico
ja: 村人
pt: Aldeão

source: Armorer
cs: Zbrojíř
es: Escudero
eu: Armadura-errementaria
fr: Armurier
hu: Pajzs Kovács
id: Pandai Besi Zirah
it: Corazzaio
ja: 防具鍛冶
pt: Armoreiro

source: Butcher
cs: Řezník
es: Carnicero
eu: Harakina
fr: Boucher
hu: Mészáros
id: Tukang Daging
it: Macellaio
ja: 肉屋
pt: Talhante

source: Cartographer
cs: Kartograf
es: Cartógrafo
eu: Kartografoa
fr: Cartographe
hu: Térképész
id: Kartogram
it: Cartografo
ja: 製図家
pt: Cartógrafo

source: Cleric
cs: Kněz
es: Clérigo
eu: Apaiza
fr: Prêtre
hu: Pap
id: Pendeta
it: Chierico
ja: 聖職者
pt: Clérigo

source: Farmer
cs: Farmář
es: Granjero
eu: Baserritarra
fr: Fermier
hu: Földműves
id: Petani
it: Agricoltore
ja: 農民
pt: Agricultor

source: Fisherman
cs: Rybář
es: Pescador
eu: Arrantzalea
fr: Pêcheur
hu: Halász
id: Nelayan
it: Pescatore
ja: 漁師
pt: Pescador

source: Fletcher
cs: Šípař
es: Flechero
eu: Gezi-artisaua
fr: Fléchier
hu: Nyílkészitő
it: Fabbricante di frecce
ja: 矢師
pt: Flecheiro

source: Leatherworker
cs: Koželuh
es: Peletero
eu: Larru-saltzailea
fr: Tanneur
hu: Tímár
id: Pengrajin Kulit
it: Cuoiaio
ja: 革職人
pt: Coureiro

source: Librarian
cs: Knihovník
es: Bibliotecario
eu: Liburuzaina
fr: Bibliothécaire
hu: Könyvtáros
id: Pustakawan
it: Bibliotecario
ja: 司書
pt: Bibliotecário

source: Mason
cs: Zedník
es: Albañil
eu: Igeltseroa
fr: Maçon
hu: Kőműves
id: Tukang Batu
it: Muratore
ja: 石工
pt: Pedreiro

source: Shepherd
cs: Pastýř
es: Pastor
eu: Artzaina
fr: Berger
hu: Juhász
id: Gembala
it: Pastore
ja: 羊飼い
pt: Pastor

source: Toolsmith
cs: Nástrojář
es: Herrero de herramientas
eu: Tresna-errementaria
fr: Forgeron d'outils
hu: Szerszámkovács
it: Fabbro di attrezzi
ja: 道具鍛冶
pt: Ferramenteiro

source: Weaponsmith
cs: Zbrojař
es: Herrero de armas
eu: Arma-errementaria
fr: Forgeron d'armes
hu: Fegyverkovács
it: Armaiolo
ja: 武器鍛冶
pt: Armeiro

source: Nitwit
cs: Pobuda
es: Holgazán
eu: Inozoa
fr: Idiot
hu: Falu Bolondja
id: Dungu
it: Fesso
ja: 求職者
pt: Palerma

source: Novice
cs: Začátečník
es: Principiante
eu: Hasiberria
hu: Kezdő
id: Pemula
it: Novizio
ja: 新米
pt: Novato

source: Apprentice
cs: Učeň
es: Aprendiz
eu: Aprendiza
fr: Apprenti
hu: Tanuló
id: Magang
it: Apprendista
ja: 見習い
pt: Aprendiz

source: Journeyman
cs: Tovaryš
es: Oficial
eu: Langilea
fr: Compagnon
hu: Kereskedő
id: Ahli
it: Qualificato
ja: 一人前
pt: Qualificado

source: Expert
cs: Profík
es: Experto
eu: Aditua
hu: Szakértő
id: Pakar
it: Esperto
ja: 熟練者
pt: Experiente

source: Master
cs: Mistr
es: Maestro
eu: Maisua
fr: Maître
hu: Mester
id: Sepuh
it: Maestro
ja: 達人
pt: Mestre

source: Evoker
es: Invocador
eu: Inbokatzailea
fr: Invocateur
hu: Idéző
it: Evocatore
ja: エヴォーカー
pt: Invocador

source: Illusioner
cs: Iluzionista
es: Illusionista
eu: Ilusionista
fr: Illusionniste
hu: Szemfényvesztő
id: Ilusionis
it: Illusore
ja: イリュージョナー
pt: Ilusionista

source: Vindicator
es: Vindicador
eu: Erasotzailea
fr: Vindicateur
hu: Védelmező
id: Pembela
it: Vendicatore
ja: ヴィンディケーター
pt: Vingador

source: Zombie Villager
cs: Zombie vesničan
es: Aldeano zombi
eu: Herritar Zonbia
fr: Zombie-villageois
hu: Zombi Falulakó
id: Zombi Penduduk
it: Villico zombi
ja: 村人ゾンビ
pt: Aldeão Zumbi

source: Wandering Trader
cs: Potulný obchodník
es: Comerciante errante
eu: Saltzaile ibiltaria
fr: Marchand ambulant
hu: Vándorkereskedő
id: Pengembara
it: Mercante ambulante
ja: 行商人
pt: Vendedor Ambulante

source: Trader Llama
cs: Obchodnická lama
es: Llama comerciante
eu: Llama ibiltaria
fr: Lama de marchand
hu: Kereskedő lámája
it: Lama del mercante
ja: 商人のラマ
pt: Lhama do Vendedor

source: Witch
cs: Čarodějnice
es: Bruja
eu: Sorgina
fr: Sorcière
hu: Boszi
id: Penyihir
it: Strega
ja: 魔女
pt: Bruxa

source: Wither
hu: Sorvasztó
id: Layu
ja: ウィザー

source: Wolf
cs: Vlk
es: Lobo
eu: Otsoa
fr: Loup
hu: Farkas
id: Serigala
it: Lupo
ja: オオカミ
pt: Lobo

source: Zombie
es: Zombi
eu: Zonbia
hu: Zombi
id: Zombi
it: Zombi
ja: ゾンビ
pt: Zumbi

source: Baby Zombie
cs: Malý zombie
es: Bebé Zombi
eu: Zonbi Umea
fr: Bébé zombie
hu: Bébi Zombi
id: Bayi Zombi
it: Zombi piccolo
ja: 子供ゾンビ
pt: Zumbi Bebé

source: Husk
es: Zombi momificado
eu: Zonbie Momifikatua
fr: Zombie momifié
hu: Sivatagi Zombi
id: Sekam
it: Zombi secco
ja: ハスク
pt: Zumbi Múmia

source: Baby Husk
cs: Malý husk
es: Bebé Zombi Momificado
eu: Zonbie Ume Momifikatua
fr: Bébé zombie momifié
hu: Sivatagi Zombika
id: Bayi Sekam
it: Zombi secco piccolo
ja: 子供のハスク
pt: Zumbi Bebé Múmia

source: Pufferfish
pt: Peixe-Balão
