Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/mcl_deepslate/locale/poconvert/*.po
Languages: eu

source: Deepslate
eu: Arbel sakona

source: Deepslate is a stone type found deep underground in the Overworld that functions similar to regular stone but is harder than the stone.
eu: Arbel sakona Lurrazalean sakonean dagoen harri mota bat da, eta harri arruntaren antzera funtzionatzen du, baina hau baino gogorragoa da.

source: Infested Deepslate
eu: Arbel sakon infestatua

source: Reinforced Deepslate
eu: Arbel sakon indartua

source: Reinforced deepslate is a very hard block undestructable by even wither explosions. It is unobtainable in survival mode.
eu: Arbel sakon indartua bloke oso gogorra da, eta wither leherketekin ere ezin da suntsitu. Ezinezkoa da bizirauteko moduan lortzea.

source: Deepslate Coal Ore
eu: Arbel sakoneko ikatz-minerala

source: Deepslate Iron Ore
eu: Arbel sakoneko burdin minerala

source: Deepslate Gold Ore
eu: Arbel sakoneko urre-minerala

source: Deepslate Emerald Ore
eu: Arbel sakoneko esmeralda minerala

source: Deepslate Diamond Ore
eu: Arbel sakoneko diamantezko minerala

source: Deepslate Lapis Lazuli Ore
eu: Arbel sakoneko Lapis Lazuli-minerala

source: Deepslate Redstone Ore
eu: Arbel sakoneko redstone minerala

source: Lit Deepslate Redstone Ore
eu: Argitutako arbel sakoneko redstone minerala

source: Deepslate Copper Ore
eu: Arbel sakoneko kobrezko minerala

source: Cobbled Deepslate
eu: Arbel sakon arrokatsua

source: Cobbled deepslate is a stone variant that functions similar to cobblestone or blackstone.
eu: Arbel sakon harritsua harrizko aldaera bat da, eta galtzada-harriaren edo harri beltzaren antzera funtzionatzen du.

source: Cobbled Deepslate Stairs
eu: Arbel sakon arrokatsuko eskailerak

source: Cobbled Deepslate Slab
eu: Arbel sakoneko lauza arrokatsua

source: Cobbled Deepslate Wall
eu: Arbel sakoneko horma arrokatsua

source: Polished Deepslate
eu: Arbel sakon leundua

source: Polished deepslate is the stone-like polished version of deepslate.
eu: Deepslate leundua harri itxurako deepslatearen bertsio leundua da.

source: Polished Deepslate Stairs
eu: Arbel sakon leunduko eskailerak

source: Polished Deepslate Slab
eu: Arbel sakoneko lauza leundua

source: Polished Deepslate Wall
eu: Arbel sakoneko horma leundua

source: Deepslate Bricks
eu: Arbel sakoneko adreiluak

source: Deepslate bricks are the brick version of deepslate.
eu: Deepslate adreiluak deepslatearen adreiluzko bertsioa dira.

source: Deepslate Brick Stairs
eu: Arbel sakoneko adreiluzko eskailerak

source: Deepslate Brick Slab
eu: Arbel sakoneko adreiluzko lauza

source: Deepslate Brick Wall
eu: Arbel sakoneko adreiluzko horma

source: Cracked Deepslate Bricks
eu: Pitzatutako arbel sakoneko adreiluak

source: Deepslate Tiles
eu: Arbel sakoneko baldosak

source: Deepslate tiles are a decorative variant of deepslate.
eu: Arbel sakoneko baldosak arbel sakonaren aldaera apaingarri bat dira.

source: Deepslate Tile Stairs
eu: Arbel sakoneko baldosen eskailerak

source: Deepslate Tile Slab
eu: Arbel sakoneko baldosazko lauza

source: Deepslate Tiles Wall
eu: Arbel sakoneko baldosen horma

source: Cracked Deepslate Tiles
eu: Arbel sakoneko baldosa pitzatuak

source: Chiseled Deepslate
eu: Arbel sakon zizelatua

source: @1 is a variant of @2 that can generate in deepslate and tuff blobs.
eu: @1 @2-en aldaera bat da, arbel sakoneko eta tobako orbanetan sor daitekeena.

source: @1 are a cracked variant.
eu: @1 pitzatutako aldaera bat da.

source: Tuff
eu: Toba

source: Tuff is an ornamental rock formed from volcanic ash, occurring in underground blobs below Y=16.
eu: Toba, errauts bolkanikotik abiatuta sortutako harri apaingarria da, lur azpiko orbanetan dagoena.

source: Chiseled Tuff
eu: Toba zizelatua

source: Chiseled tuff is a chiseled variant of tuff.
eu: Toba zizelatua tobaren aldaera zizelatua da.

source: Chiseled Tuff Bricks
eu: Toba zizelatuzko adreiluak

source: Chiseled tuff bricks are a variant of tuff bricks, featuring a large brick in the center of the block, with geometric design above and below.
eu: Toba zizelatuzko adreiluak tobazko adreiluen aldaera bat dira. Blokearen erdian adreilu handi bat dago, eta diseinu geometrikoa du gora eta behera.

source: Tuff Stairs
eu: Toba eskailerak

source: Tuff Slab
eu: Toba-lauza

source: Tuff Wall
eu: Toba-horma

source: Polished Tuff
eu: Leundutako toba

source: Polished tuff is a polished variant of the tuff block.
eu: Leundutako toba, toba blokearen leundutako aldaera bat da.

source: Polished Tuff Stairs
eu: Toba leunduko eskailerak

source: Polished Tuff Slab
eu: Leundutako toba lauza

source: Polished Tuff Wall
eu: Toba leunduzko horma

source: Tuff Bricks
eu: Toba adreiluak

source: Tuff bricks are a brick variant of tuff.
eu: Tobazko adreiluak tobaren adreilu-aldaera bat dira.

source: Tuff Bricks Stairs
eu: Toba adreiluzko eskailerak

source: Tuff Bricks Slab
eu: Toba adreiluzko lauza

source: Tuff Bricks Wall
eu: Toba adreiluzko horma
