Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/mcl_core/locale/poconvert/*.po
Languages: eu, it

source: Stick
eu: Makila
it: Bastone

source: Sticks are a very versatile crafting material; used in countless crafting recipes.
eu: Makilak fabrikazio material oso moldakorrak dira; fabrikazio errezeta askotan erabiltzen dira.
it: I bastoni sono un materiale da assemblaggio davvero versatile; utili in un numero incalcolabile di ricette d'assemblaggio.

source: Paper
eu: Papera
it: Carta

source: Paper is used to craft books and maps.
eu: Papera liburuak eta mapak egiteko erabiltzen da.
it: La carta viene usata per realizzare libri e mappe.

source: Coal
eu: Ikatza
it: Carbone

source: “Coal” refers to coal lumps obtained by digging coal ore which can be found underground. Coal is your standard furnace fuel, but it can also be used to make torches, coal blocks and a few other things.
eu: "Ikatza" lurpean aurki daitekeen ikatz minerala hondeatzean lortutako ikatz zatiak dira. Ikatza bere labeko erregai estandarra da, baina argi-zuziak, ikatz blokeak eta beste gauza batzuk egiteko ere erabil daiteke.
it: Il "carbone" si riferisce ai pezzi di carbon fossile ottenuto scavando i minerali di carbone sottoterra. Il carbone è il carburante base per le fornaci, e si può usare per realizzare torce, blocchi di carbone ed alcuni altri oggetti.

source: Charcoal
eu: Egur-ikatza
it: Carbonella

source: Charcoal is an alternative furnace fuel created by cooking wood in a furnace. It has the same burning time as coal and also shares many of its crafting recipes, but it can not be used to create coal blocks.
eu: Egur-ikatza labeetarako ordezko erregai bat da, labe batean egurra prestatzean sortzen dena. Ikatzaren errekuntza denbora bera du, eta bere fabrikazio errezeta asko ere partekatzen ditu, baina ezin da ikatz blokeak sortzeko erabili.
it: La carbonella è un carburante alternativo realizzato cuocendo i tronchi di legno in una fornace. Ha le stesse caratteristiche del carbon fossile e condivide alcune ricette di realizzazione, ma non si può compattare in blocchi.

source: Iron Nugget
eu: Burdinazko pepita
it: Pepita di ferro

source: Iron nuggets are very small pieces of molten iron; the main purpose is to create iron ingots.
eu: Burdina pipitak burdinurtuzko pieza oso txikiak dira; helburu nagusia burdinazko lingoteak sortzea da.
it: Le pepite di ferro sono frammenti di ferro fuso; che possono essere assemblate per realizzare lingotti di ferro.

source: Gold Nugget
eu: Urrezko pepita
it: Pepita d'oro

source: Gold nuggets are very small pieces of molten gold; the main purpose is to create gold ingots.
eu: Urre pipitak urre urtuzko pieza oso txikiak dira; Helburu nagusia urrezko lingoteak sortzea da.
it: Le pepite d'oro sono frammenti di oro fuso; che possono essere assemblate per realizzare lingotti d'oro.

source: Diamond
eu: Diamantea
it: Diamante

source: Diamonds are precious minerals and useful to create the highest tier of armor and tools.
eu: Diamanteak mineral preziatuak eta erabilgarriak dira armaduraren eta erreminten mailarik altuena sortzeko.
it: I diamanti sono minerali utili e preziosi usati per creare armature ed attrezzi molto resistenti ed efficaci.

source: Clay Ball
eu: Buztinezko bola
it: Zolla di argilla

source: Clay balls are a raw material, mainly used to create bricks in the furnace.
eu: Buztinezko bolak lehengai bat dira, batez ere labean adreiluak sortzeko erabiltzen dena.
it: Le zolle di argilla sono un materiale grezzo, principalmente usate per creare mattoni se cotte in una fornace.

source: Iron Ingot
eu: Burdinazko lingotea
it: Lingotto di ferro

source: Molten iron. It is used to craft armor, tools, and whatnot.
eu: Burdinurtua. Armadurak, erremintak eta beste gauza batzuk fabrikatzeko erabiltzen da.
it: Ferro fuso. Viene usato per creare armature, attrezzi e quant'altro.

source: Gold Ingot
eu: Urrezko lingotea
it: Lingotto d'oro

source: Molten gold. It is used to craft armor, tools, and whatnot.
eu: Urre urtua Armadurak, erremintak eta beste gauza batzuk egiteko erabiltzen da.
it: Oro fuso. Viene usato per creare armature, attrezzi e quant'altro.

source: Emerald
eu: Esmeralda
it: Smeraldo

source: Emeralds are used in villager trades as currency.
eu: Esmeraldak baserritarren merkataritzan erabiltzen dira txanpon gisa.
it: Gli smeraldi vengono utilizzati negli scambi coi villici come valuta.

source: Lapis Lazuli are required for enchanting items on an enchanting table.
eu: Lapis Lazuliak beharrezkoak dira sorginkeria mahai batean itemak xarmatzeko.
it: I lapislazzuli sono fondamentali per incantare gli oggetti su un tavolo per incantesimi.

source: Brick
eu: Adreilua
it: Mattone

source: Bricks are used to craft brick blocks.
eu: Adreiluak adreilu blokeak egiteko erabiltzen dira.
it: I mattoni vengono usati per realizzare i blocchi di mattoni.

source: Flint
eu: Suharria
it: Selce

source: Flint is a raw material.
eu: Suharria lehengai bat da.
it: La selce è un materiale grezzo.

source: Sugar
eu: Azukrea
it: Zucchero

source: Sugar comes from sugar canes and is used to make sweet foods.
eu: Azukrea azukre kanaberetatik dator, eta elikagai gozoak egiteko erabiltzen da.
it: Lo zucchero viene dalle canne da zucchero e viene usato per creare cibi dolci e pozioni.

source: Bowl
eu: Katilua
it: Ciotola

source: Bowls are mainly used to hold tasty soups.
eu: Katiluak zopa gozoak edukitzeko erabiltzen dira batez ere.
it: Le ciotole vengono usate per contenere delle zuppe.

source: Apple
eu: Sagarra
it: Mela

source: Apples are food items which can be eaten.
eu: Sagarrak jan daitezkeen elikagaiak dira.
it: Le mele sono del cibo che può essere mangiato.

source: Golden Apple
eu: Urrezko sagarra
it: Mela d'oro

source: Golden apples are precious food items which can be eaten.
eu: Urre koloreko sagarrak jan daitezkeen janari ederrak dira.
it: Le mele d'oro sono un cibo prezioso che può essere mangiato.

source: Enchanted Golden Apple
eu: Sagar urreztatu sorgindua
it: Mela d'oro incantata

source: Acacia Bark
eu: Akazia azala
it: Corteccia di acacia

source: Acacia Bark Slab
eu: Akazia azaleko lauza
it: Lastra di corteccia di acacia

source: Acacia Bark Stairs
eu: Akazia azaleko eskailerak
it: Scalini di corteccia di acacia

source: Acacia Boat
eu: Akaziako txalupa
it: Barca di acacia

source: Acacia Button
eu: Akazia botoia
it: Pulsante di acacia

source: Acacia Chest Boat
eu: Akazia txalupa kutxarekin
it: Barca di acacia con baule

source: Acacia Door
eu: Akaziako atea
it: Porta di acacia

source: Acacia Fence
eu: Akaziako hesia
it: Staccionata di acacia

source: Acacia Fence Gate
eu: Akaziako hesi atea
it: Cancelleto di acacia

source: Acacia Leaves
eu: Akazia hostoak
it: Foglie di acacia

source: Acacia Log
eu: Akaziaren enborra
it: Tronco di acacia

source: Acacia Planks
eu: Akazia oholak
it: Assi di acacia

source: Acacia Pressure Plate
eu: Akaziako presio plaka
it: Pedana a pressione di acacia

source: Acacia Sapling
eu: Akazia ernamuina
it: Arboscello di acacia

source: Acacia Sign
eu: Akaziako kartela
it: Cartello di acacia

source: Acacia Slab
eu: Akaziako lauza
it: Lastra di acacia

source: Acacia Stairs
eu: Akaziako eskailerak
it: Scalini di acacia

source: Acacia Trapdoor
eu: Akaziako tranpola
it: Botola di acacia

source: Acacia leaves are grown from Acacia trees.
eu: Akaziaren hostoak Akaziaren zuhaitzetan hazten dira.
it: Le foglie di acacia crescono sugli alberi di acacia.

source: Birch Bark
eu: Urki azala
it: Corteccia di betulla

source: Birch Bark Slab
eu: Urki azalaren lauza
it: Lastra di corteccia di betulla

source: Birch Bark Stairs
eu: Urki azaleko eskailerak
it: Scalini corteccia di betulla

source: Birch Boat
eu: Urki txalupa
it: Barca di betulla

source: Birch Button
eu: Urki botoia
it: Pulsante di betulla

source: Birch Chest Boat
eu: Urki txalupa kutxarekin
it: Barca di betulla con baule

source: Birch Door
eu: Urki atea
it: Porta di betulla

source: Birch Fence
eu: Urki hesia
it: Staccionata di betulla

source: Birch Fence Gate
eu: Urki hesiko atea
it: Cancelletto di betulla

source: Birch Leaves
eu: Urki hostoak
it: Foglie di betulla

source: Birch Log
eu: Urki enborra
it: Tronco di betulla

source: Birch Planks
eu: Urki oholak
it: Assi di betulla

source: Birch Pressure Plate
eu: Urkiaren presio plaka
it: Pedana a pressione di betulla

source: Birch Sapling
eu: Urki ernamuina
it: Arboscello di betulla

source: Birch Sign
eu: Urki kartela
it: Cartello di betulla

source: Birch Slab
eu: Urki lauza
it: Lastra di betulla

source: Birch Stairs
eu: Urki eskailerak
it: Scalini di bettula

source: Birch Trapdoor
eu: Urki tranpola
it: Botola di betulla

source: Birch leaves are grown from Birch trees.
eu: Urki hostoak Urkiko zuhaitzetan hazten dira.
it: Le foglie di betulla crescono sugli alberi di betulla.

source: Black Stained Glass
eu: Beltzez tindaturiko kristala
it: Vetro nero

source: Blue Stained Glass
eu: Urdinez tindaturiko kristala
it: Vetro blu

source: Brown Stained Glass
eu: Marroizko kristal tindatua
it: Vetro marrone

source: Cyan Stained Glass
eu: Zianezko kristal tindatua
it: Vetro ciano

source: Dark Oak Bark
eu: Haritz ilunaren azala
it: Corteccia di quercia scura

source: Dark Oak Bark Slab
eu: Haritz azal iluneko lauza
it: Lastra di corteccia di quercia scura

source: Dark Oak Bark Stairs
eu: Haritz iluneko azal eskailerak
it: Scalini di corteccia di quercia scura

source: Dark Oak Boat
eu: Haritz iluneko txalupa
it: Barca di quercia scura

source: Dark Oak Button
eu: Haritz ilunaren botoia
it: Plusante di quercia scura

source: Dark Oak Chest Boat
eu: Haritz ilunezko txalupa kutxaduna
it: Barca di quercia scura con baule

source: Dark Oak Door
eu: Haritz ilunezko atea
it: Porta di quercia scura

source: Dark Oak Fence
eu: Haritz iluneko hesia
it: Staccionata di quercia scura

source: Dark Oak Fence Gate
eu: Haritz iluneko hesi atea
it: Cancelletto di quercia scura

source: Dark Oak Leaves
eu: Haritz iluneko hostoak
it: Foglie di quercia scura

source: Dark Oak Log
eu: Haritz ilunezko enborra
it: Tronco di quercia scura

source: Dark Oak Planks
eu: Haritz ilunezko oholak
it: Assi di quercia scura

source: Dark Oak Pressure Plate
eu: Haritz iluneko presio plaka
it: Pedana a pressione di quercia scura

source: Dark Oak Sapling
eu: Haritz ilunaren ernamuina
it: Arboscello di quercia scura

source: Dark Oak Sign
eu: Haritz ilunezko kartela
it: Cartello di quercia scura

source: Dark Oak Slab
eu: Haritzezko lauza iluna
it: Lastra di quercia scura

source: Dark Oak Stairs
eu: Haritz iluneko eskailerak
it: Scalani di quercia scura

source: Dark Oak Trapdoor
eu: Haritz iluneko tranpola
it: Botola di quercia scura

source: Dark Oak leaves are grown from Dark Oak trees.
eu: Haritz Ilunaren hostoak haritz iluneko zuhaitzetan hazten dira.
it: Le foglie di quercia scura crescono sugli alberi di quercia scura.

source: Green Stained Glass
eu: Berdez tindaturiko kristala
it: Vetro verde

source: Grey Stained Glass
eu: Grisez tindaturiko kristala
it: Vetro grigio

source: Jungle Bark
eu: Oihan azala
it: Corteccia della giungla

source: Jungle Bark Slab
eu: Oihan azaleko lauza
it: Lastra di corteccia della giungla

source: Jungle Bark Stairs
eu: Oihan azaleko eskailerak
it: Scalini di corteccia della giungla

source: Jungle Boat
eu: Oihan txalupa
it: Barca della giungla

source: Jungle Button
eu: Oihanaren botoia
it: Pulsante della giungla

source: Jungle Chest Boat
eu: Oihan txalupa kutxarekin
it: Barca della giungla con baule

source: Jungle Door
eu: Oihaneko atea
it: Porta della giungla

source: Jungle Fence
eu: Oihan hesia
it: Staccionata della giungla

source: Jungle Fence Gate
eu: Oihaneko hesi atea
it: Cancelletto della giungla

source: Jungle Leaves
eu: Oihan orriak
it: Foglie della giungla

source: Jungle Log
eu: Oihan enborra
it: Tronco della giungla

source: Jungle Planks
eu: Oihan oholak
it: Assi della giungla

source: Jungle Pressure Plate
eu: Oihaneko presio plaka
it: Pedana a pressione della giungla

source: Jungle Sapling
eu: Oihan ernamuina
it: Arboscello della giungla

source: Jungle Sign
eu: Oihaneko kartela
it: Cartello della giungla

source: Jungle Slab
eu: Oihan lauza
it: Lastra della giungla

source: Jungle Stairs
eu: Oihaneko eskailerak
it: Scalini della giungla

source: Jungle Trapdoor
eu: Oihaneko tranpola
it: Botola della giungla

source: Jungle leaves are grown from Jungle trees.
eu: Junglaren hostoak Junglaren zuhaitzetan hazten dira.
it: Le foglie della giungla crescono sugli alberi della giungla.

source: Light Blue Stained Glass
eu: Urdin argiko kristal tindatua
it: Vetro azzurro

source: Light Grey Stained Glass
eu: Gris argiz tindaturiko kristala
it: Vetro grigio chiaro

source: Lime Stained Glass
eu: Lima berdezko kristal tindatua
it: Vetro lime

source: Magenta Stained Glass
eu: Magentako kristal tindatua
it: Vetro magenta

source: Oak Bark
eu: Haritz azala
it: Corteccia di quercia

source: Oak Bark Slab
eu: Haritz azaleko lauza
it: Lastra di corteccia di quercia

source: Oak Bark Stairs
eu: Haritz azaleko eskailerak
it: Scalini di corteccia di quercia

source: Oak Boat
eu: Haritzezko txalupa
it: Barca di quercia

source: Oak Button
eu: Haritz botoia
it: Pulsante di quercia

source: Oak Chest Boat
eu: Haritzezko txalupa kutxarekin
it: Barca di quercia con baule

source: Oak Door
eu: Haritzezko atea
it: Porta di quercia

source: Oak Fence
eu: Haritzezko hesia
it: Staccionata di quercia

source: Oak Fence Gate
eu: Haritzezko hesi atea
it: Cancelletto di quercia

source: Oak Leaves
eu: Haritz hostoak
it: Foglie di quercia

source: Oak Log
eu: Haritz enborra
it: Tronco di quercia

source: Oak Planks
eu: Haritzezko oholak
it: Assi di quercia

source: Oak Pressure Plate
eu: Haritzaren presio plaka
it: Pedana a pressione di quercia

source: Oak Sapling
eu: Haritz ernamuina
it: Arboscello di quercia

source: Oak Sign
eu: Haritzezko kartela
it: Cartello di quercia

source: Oak Slab
eu: Haritzezko lauza
it: Lastra di quercia

source: Oak Stairs
eu: Haritzezko eskailerak
it: Scalini di quercia

source: Oak Trapdoor
eu: Haritzezko tranpola
it: Botola di quercia

source: Oak leaves are grown from Oak trees.
eu: Haritzaren hostoak haritzaren zuhaitzetan hazten dira.
it: Le foglie di quercia crescono sugli alberi di quercia.

source: Orange Stained Glass
eu: Laranjazko kristal tindatua
it: Vetro arancione

source: Pink Stained Glass
eu: Arrosazko kristal tindatua
it: Vetro rosa

source: Purple Stained Glass
eu: Morez tindaturiko kristala
it: Vetro viola

source: Red Stained Glass
eu: Gorriz tindaturiko kristala
it: Vetro rosso

source: Spruce Bark
eu: Izei azala
it: Corteccia di abete

source: Spruce Bark Slab
eu: Izei azaleko lauza
it: Lastra di corteccia di abete

source: Spruce Bark Stairs
eu: Izei azaleko eskailerak
it: Scalini di corteccia di abete

source: Spruce Boat
eu: Izei txalupa
it: Barca di abete

source: Spruce Button
eu: Izei botoia
it: Pulsante di abete

source: Spruce Chest Boat
eu: Izei txalupa kutxarekin
it: Barca di abete con baule

source: Spruce Door
eu: Izei atea
it: Porta di abete

source: Spruce Fence
eu: Izei hesia
it: Staccionata di abete

source: Spruce Fence Gate
eu: Izei hesiko atea
it: Cancelletto di abete

source: Spruce Leaves
eu: Izei orriak
it: Foglie di abete

source: Spruce Log
eu: Izei enborra
it: Tronco di abete

source: Spruce Planks
eu: Izei oholak
it: Assi di abete

source: Spruce Pressure Plate
eu: Izeiaren presio plaka
it: Pedana a pressione di abete

source: Spruce Sapling
eu: Izei ernamuina
it: Arboscello di abete

source: Spruce Sign
eu: Izeiaren kartela
it: Cartello di abete

source: Spruce Slab
eu: Izei lauza
it: Lastra di abete

source: Spruce Stairs
eu: Izei eskailerak
it: Scalini di abete

source: Spruce Trapdoor
eu: Izei tranpola
it: Botola di abete

source: Spruce leaves are grown from Spruce trees.
eu: Izeiren hostoak Izeiren zuhaitzetan hazten dira.
it: Le foglie di abete crescono sugli alberi di abete.

source: Stripped Acacia Bark
eu: Azalik gabeko akaziazko egurra
it: Corteccia di acacia levigata

source: Stripped Acacia Log
eu: Akazia enborra azalik gabe
it: Tronco di acacia scortecciato

source: Stripped Birch Bark
eu: Azalik gabeko urki egurra
it: Corteccia di bettula levigata

source: Stripped Birch Log
eu: Azalik gabeko urki enborra
it: Tronco di betulla scortecciato

source: Stripped Dark Oak Bark
eu: Azalik gabeko haritz iluneko egurra
it: corteccia di quercia scura levigata

source: Stripped Dark Oak Log
eu: Azalik gabeko haritz ilunaren enborra
it: Tronco di quercia scura scortecciato

source: Stripped Jungle Bark
eu: Azalik gabeko oihan egurra
it: Corteccia della giungla levigata

source: Stripped Jungle Log
eu: Azalik gabeko oihan enborra
it: Tronco della giungla scortecciato

source: Stripped Oak Bark
eu: Azalik gabeko haritz egurra
it: Corteccia di quercia levigata

source: Stripped Oak Log
eu: Azalik gabeko haritz enborra
it: Tronco di quercia scortecciato

source: Stripped Spruce Bark
eu: Azalik gabeko izei egurra
it: Corteccia di abete levigata

source: Stripped Spruce Log
eu: Azalik gabeko izei enborra
it: Tronco di abete scortecciato

source: The stripped trunk of an Acacia tree.
eu: Akaziako zuhaitz baten azalik gabeko enborra.
it: Il tronco scortecciato di un albero di acacia.

source: The stripped trunk of an Birch tree.
eu: Urki zuhaitz baten azalik gabeko enborra.
it: Il tronco scortecciato di un albero di betulla.

source: The stripped trunk of an Dark Oak tree.
eu: Haritz iluneko zuhaitz baten azalik gabeko enborra.
it: Il tronco scortecciato di un albero di quercia scura.

source: The stripped trunk of an Jungle tree.
eu: Oihaneko zuhaitz baten azalik gabeko enborra.
it: Il tronco scortecciato di un albero della giungla.

source: The stripped trunk of an Oak tree.
eu: Haritzezko zuhaitz baten azalik gabeko enborra.
it: Il tronco scortecciato di un albero di quercia.

source: The stripped trunk of an Spruce tree.
eu: Izeiko zuhaitz baten azalik gabeko enborra.
it: Il tronco scortecciato di un albero di abete.

source: The stripped wood of an Acacia tree.
eu: Akaziako zuhaitz baten azalik gabeko egurra.
it: Il legno levigato di un albero di acacia.

source: The stripped wood of an Birch tree.
eu: Urki zuhaitz baten azalik gabeko egurra.
it: Il legno levigato di un albero di betulla.

source: The stripped wood of an Dark Oak tree.
eu: Haritz iluneko zuhaitz baten azalik gabeko egurra.
it: Il legno levigato di un albero di quercia scura.

source: The stripped wood of an Jungle tree.
eu: Oihaneko zuhaitz baten azalik gabeko egurra.
it: Il legno levigato di un albero della giungla.

source: The stripped wood of an Oak tree.
eu: Haritzezko zuhaitz baten azalik gabeko egurra.
it: Il legno levigato di un albero di quercia.

source: The stripped wood of an Spruce tree.
eu: Izeiko zuhaitz baten azalik gabeko egurra.
it: Il legno levigato di un albero di abete.

source: The trunk of a Acacia tree.
eu: Akaziako zuhaitz baten enborra.
it: Il tronco di un albero di acacia.

source: The trunk of a Birch tree.
eu: Urki zuhaitz baten enborra.
it: Il tronco di un albero di betulla.

source: The trunk of a Dark Oak tree.
eu: Haritz Iluneko zuhaitz baten enborra.
it: Il tronco di un albero di quercia scura.

source: The trunk of a Jungle tree.
eu: Oihaneko zuhaitz baten enborra.
it: Il tronco di un albero della giungla.

source: The trunk of a Oak tree.
eu: Haritz zuhaitz baten enborra.
it: Il tronco di un albero di quercia.

source: The trunk of a Spruce tree.
eu: Izeiko zuhaitz baten enborra.
it: Il tronco di un albero di abete.

source: White Stained Glass
eu: Zuriz tindaturiko kristala
it: Vetro bianco

source: Yellow Stained Glass
eu: Horiz tindaturiko kristala
it: Vetro giallo

source: Stone
eu: Harria
it: Pietra

source: One of the most common blocks in the world, almost the entire underground consists of stone. It sometimes contains ores. Stone may be created when water meets lava.
eu: Munduko bloke ohikoenetako bat, ia lurpe osoa harrian dago. Batzuetan mineralak ditu. Harria sor daiteke urak labarekin topo egiten duenean.
it: Uno dei blocchi più comuni disponibili nel mondo; quasi l'intero sottosuolo è composto di pietra. Talvolta contiene dei minerali. La pietra può essere generata quando l'acqua incontra la lava.

source: Coal Ore
eu: Ikatz minerala
it: Minerale di carbone

source: Some coal contained in stone, it is very common and can be found inside stone in medium to large clusters at nearly every height.
eu: Harrian dagoen ikatz pixka bat oso ohikoa da, eta harriaren barruan talde ertain handietan aurki daiteke ia altuera guztietan.
it: Del carbone inglobato nella pietra, è molto comune e si trova in vene medio-grandi in quasi tutte le altitudini.

source: Iron Ore
eu: Burdin minerala
it: Minerale di ferro

source: Some iron contained in stone, it is prety common and can be found below sea level.
eu: Harrian dagoen burdinazko zerbait nahiko arrunta da eta itsas mailaren azpian aurki daiteke.
it: Del ferro inglobato nella pietra. È piuttosto comune e si trova sotto il livello del mare.

source: Gold Ore
eu: Urrezko minerala
it: Minerale d'oro

source: This stone contains pure gold, a rare metal.
eu: Harri honek urre purua dauka, metal arraroa.
it: Questa pietra ingloba dell'oro, un minerale raro.

source: Redstone Ore
eu: Redstone minerala
it: Minerale di pietrarossa

source: Redstone ore is commonly found near the bottom of the world. It glows when it is punched or walked upon.
eu: Redstone minerala normalean munduaren hondotik gertu dago. Jotzen edo zapaltzen dutenean distiratzen du.
it: La pietrarossa si trova nelle profondità del mondo. Emette una debole luce se la si colpisce o ci si cammina sopra.

source: Lit Redstone Ore
eu: Redstone mineral piztua
it: Minerale di pietrarossa illuminato

source: Lapis Lazuli Ore
eu: Lapis Lazuli minerala
it: Minerale di lapislazzuli

source: Lapis lazuli ore is the ore of lapis lazuli. It can be rarely found in clusters near the bottom of the world.
eu: Lapis lazuli mineralak lapis lazuli ekoizten du. Oso gutxitan aurki daiteke munduaren hondotik hurbil dauden zainetan.
it: Dei lapislazzuli inglobati nella pietra. Sono piuttosto rari e si trovano vicino alle profondità della terra.

source: Emerald Ore
eu: Esmeralda minerala
it: Minerale di smeraldo

source: Emerald ore is the ore of emeralds. It is very rare and can be found alone, not in clusters.
eu: Esmeraldazko mineralak esmeraldak ematen ditu. Oso arraroa da eta bakarra aurki daiteke, ez gehiago.
it: Uno smeraldo inglobato nella pietra. È molto raro e si trova in blocchi singoli, non in vene.

source: Diamond Ore
eu: Diamantezko minerala
it: Minerale di diamante

source: Diamond ore is rare and can be found in clusters near the bottom of the world.
eu: Diamante minerala arraroa da eta taldeka aurki daiteke munduaren hondotik gertu.
it: Dei diamanti inglobati nella pietra. Sono rari e si trovano in vene vicino alle profondità del mondo.

source: Stone Bricks
eu: Harrizko adreiluak
it: Mattoni di pietra

source: Chiseled Stone Bricks
eu: Harrizko adreilu zizelatuak
it: Mattoni di pietra cesellati

source: Cracked Stone Bricks
eu: Pitzatutako harrizko adreiluak
it: Mattoni di pietra crepati

source: Mossy Stone Bricks
eu: Goroldiodun Harrizko adreilu
it: Mattoni di pietra muschiosi

source: Smooth Stone
eu: Harri leuna
it: Pietra liscia

source: Granite
eu: Granitoa
it: Granito

source: Granite is an igneous rock.
eu: Granitoa harri igneoa da.
it: Il granito è un tipo di roccia magmatica.

source: Polished Granite
eu: Granito leundua
it: Granito levigato

source: Polished granite is a decorative building block made from granite.
eu: Leundutako granitoa granitoz egindako dekorazio bloke bat da.
it: Il granito levigato è un blocco decorativo realizzato dal granito.

source: Andesite
eu: Andesita

source: Andesite is an igneous rock.
eu: Andesita harri igneoa da.
it: L'andesite è un tipo di roccia magmatica.

source: Polished Andesite
eu: Andesita leunduta
it: Andesite levigata
