Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/mcl_core/locale/poconvert/*.po
Languages: eu, it

source: Polished andesite is a decorative building block made from andesite.
eu: Andesita leundua andesitaz egindako dekoraziozko eraikuntza bloke bat da.
it: L'andesite levigata è un blocco decorativo realizzato dall'andesite.

source: Diorite
eu: Diorita

source: Diorite is an igneous rock.
eu: Diorita harri igneoa da.
it: La diorite è un tipo di roccia magmatica.

source: Polished Diorite
eu: Diorita leundua
it: Diorite levigata

source: Polished diorite is a decorative building block made from diorite.
eu: Diorita leundua dioritaz egindako eraikuntza bloke dekoratiboa da.
it: La diorite levigata è un blocco decorativo realizzato dalla diorite.

source: Grass Block
eu: Soropil blokea
it: Blocco d'erba

source: A grass block is dirt with a grass cover. Grass blocks are resourceful blocks which allow the growth of all sorts of plants. They can be turned into farmland with a hoe and turned into grass paths with a shovel. In light, the grass slowly spreads onto dirt nearby. Under an opaque block or a liquid, a grass block may turn back to dirt.
eu: Soropil bloke bat soropilezko estalki bat duen lurra da. Soropil blokeak bloke burutsuak dira, eta mota guztietako landareak haztea ahalbidetzen dute. Aitzur batekin laborantza lur bihur daitezke, eta pala batekin soropil bide. Argitan, soropila astiro hedatzen da inguruko lurrean. Bloke opaku edo likido baten azpian, soropil bloke bat lur bihur daiteke.
it: Un blocco d'erba consiste in della terra ricoperta da uno strato di erba. I blocchi d'erba sono utili per farci crescere qualsiasi tipo di pianta. Possono essere trasformati in terra zappata con una zappa, ed in sentieri con una pala. Se coperti da un blocco opaco o da un liquido, un blocco d'erba si trasforma in terra.

source: Dirt with Snow
eu: Lurra elurrarekin
it: Terra innevata

source: Grass Path
eu: Soropil bidea
it: Sentiero sterrato

source: Grass paths are a decorative variant of grass blocks. Their top has a different color and they are a bit lower than grass blocks, making them useful to build footpaths. Grass paths can be created with a shovel. A grass path turns into dirt when it is below a solid block.
eu: Soropil bideak soropil blokeen dekorazio aldaera bat dira. Goiko aldeak kolore desberdina du eta belar blokeak baino pixka bat baxuagoak dira; horregatik, bidezidorrak egiteko erabilgarriak dira. Soropil bideak pala batekin sor daitezke. Soropilezko bide bat lur bihurtzen da bloke sendo baten azpian dagoenean.
it: I sentieri sterrati sono una variante dei blocchi d'erba. Sono di colore diverso e leggermente più bassi rispetto ad un blocco d'erba, rendendoli utili per costruire sentieri pedonali. I sentieri sterrati si creano usando una pala sui blocchi d'erba. Un sentiero sterrato si trasforma in terra se si trova sotto un blocco solido.

source: Mycelium
eu: Micelio
it: Micelio

source: Mycelium is a type of dirt and the ideal soil for mushrooms. Unlike other dirt-type blocks, it can not be turned into farmland with a hoe. In light, mycelium slowly spreads over nearby dirt. Under an opaque block or a liquid, it eventually turns back into dirt.
eu: Mizelioa lur mota bat da, perretxikoentzako oso egokia. Beste lur-bloke batzuk ez bezala, ezin da aitzurrarekin laborantza-lur bihurtu. Argitan, mizelioa inguruko lurrean zabalduko da. Bloke opako baten edo likidoaren azpian, azkenean lur arrunta bihurtuko da.
it: Il micelio è un tipo di terreno ideale per i funghi. A differenza di altri tipi di terreno, non può essere zappato. Con la luce, il micelio si propaga lentamente sulla terra circostante. Se si trova sotto un blocco opaco o del liquido, ridiventa terra.

source: Mycelium with Snow
eu: Elurrezko mikelioa
it: Micelio innevato

source: Podzol
eu: Podsol
it: Terra grigia

source: Podzol is a type of dirt found in taiga forests. Only a few plants are able to survive on it.
eu: Podsol taigazko basoetan dagoen lur mota bat da. Landare gutxi batzuek bakarrik biziraun dezakete bertan.
it: Il podzol è un tipo di terreno trovato nelle foreste della taiga. Solo poche piante sono in grado di crescere sopra di esso.

source: Podzol with Snow
eu: Podsol elurrarekin
it: Podzol innevato

source: Dirt
eu: Lurra
it: Terra

source: Dirt acts as a soil for a few plants. When in light, this block may grow a grass or mycelium cover if such blocks are nearby.
eu: Lurrak lurra bezala jokatzen du landare batzuentzat. Argitan dagoenean, bloke hori soropilezko edo mikeliozko estalki bat haz daiteke, bloke horiek gertu badaude.
it: La terra fa da suolo per molte piante. Quando illuminato, può essere coperto da erba o micelio se ci sono tali blocchi nelle vicinanze.

source: Coarse Dirt
eu: Lur esterila
it: Terra brulla

source: Coarse dirt acts as a soil for some plants and is similar to dirt, but it will never grow a cover.
eu: Lur antzuak lurra bezala jokatzen du landare batzuentzat eta lurraren antzekoa da, baina ez da inoiz estalki bat haziko.
it: La terra brulla è simile alla terra, ma non permette la crescita dell'erba.

source: Gravel
eu: Legarra
it: Ghiaia

source: This block consists of a couple of loose stones and can't support itself.
eu: Bloke honek bi harri solte ditu eta ezin da eutsi.
it: Questo blocco è fatto di piccoli sassi che cadono se non hanno un fondo che li supporta.

source: Sand
eu: Harea
it: Sabbia

source: Sand is found in large quantities at beaches and deserts.
eu: Hondarra oso handia da hondartzetan eta basamortuetan.
it: La sabbia si trova in grandi quantità su spiagge e deserti.

source: Sandstone
eu: Hareharria
it: Arenaria

source: Sandstone is compressed sand and is a rather soft kind of stone.
eu: Hareharria harea konprimitua da eta harri mota nahiko leuna da.
it: L'arenaria è una pietra poco resistente fatta di sabbia compattata.

source: Cut Sandstone
eu: Hareharri moztua
it: Arenaria incisa

source: Cut sandstone is a decorative building block.
eu: Moztutako hareharria apaingarri bat da.
it: L'arenaria incisa è un blocco da costruzione decorativo.

source: Chiseled Sandstone
eu: Hareharri zizelatua
it: Arenaria cesellata

source: Chiseled sandstone is a decorative building block.
eu: Zizelatutako hareharria dekoraziozko eraikuntza bloke bat da.
it: L'arenaria cesellata è un blocco da costruzione decorativo.

source: Smooth Sandstone
eu: Hareharri leuna
it: Arenaria liscia

source: Smooth sandstone is compressed sand and is a rather soft kind of stone.
eu: Hareharri leuna harea konprimitua da eta harri bigun samarra da.
it: L'arenaria liscia è una pietra poco resistente fatta di sabbia compattata.

source: Red Sand
eu: Harea gorria
it: Sabbia rossa

source: Red sand is found in large quantities in mesa biomes.
eu: Hondar gorria kopuru handitan dago basamortuetan.
it: La sabbia rossa si trova in grandi quantità nelle mesa.

source: Red Sandstone
eu: Hareharri gorria
it: Arenaria rossa

source: Red sandstone is compressed red sand and is a rather soft kind of stone.
eu: Hareharri gorria harea gorri konprimitua da, eta nahiko harri leuna da.
it: L'arenaria rossa è una pietra poco resistente fatta di sabbia compattata.

source: Cut Red Sandstone
eu: Hareharri gorri moztua
it: Arenaria rossa incisa

source: Cut red sandstone is a decorative building block.
eu: Moztutako hareharri gorria apaingarri bat da.
it: L'arenaria rossa incisa è un blocco da costruzione decorativo.

source: Chiseled Red Sandstone
eu: Hareharri gorri zizelatua
it: Arenaria rossa cesellata

source: Chiseled red sandstone is a decorative building block.
eu: Zizelatutako hareharri gorria apaingarri bat da.
it: L'arenaria rossa cesellata è un blocco da costruzione decorativo.

source: Smooth Red Sandstone
eu: Hareharri gorri leuna
it: Arenaria rossa liscia

source: Smooth red sandstone is a decorative building block.
eu: Hareharri gorri leuna apaingarri bat da.
it: L'arenaria rossa liscia è un blocco da costruzione decorativo.

source: Clay
eu: Buztin blokea
it: Argilla

source: Clay is a versatile kind of earth commonly found at beaches underwater.
eu: Buztina lur moldakor mota bat da, normalean ur azpiko hondartzetan egoten dena.
it: L'argilla è un materiale molto versatile che si trova immerso sull'acqua.

source: Brick Block
eu: Adreilu blokea
it: Blocco di mattoni

source: Brick blocks are a good building material for building solid houses and can take quite a punch.
eu: Adreiluzko blokeak etxe solidoak eraikitzeko material ona dira, eta kolpe asko jasan ditzakete.
it: I blocchi di mattoni sono un materiale robusto per creare case solide.

source: Bedrock
eu: Oinarri harria
it: Roccia madre

source: Bedrock is a very hard type of rock. It can not be broken, destroyed, collected or moved by normal means, unless in Creative Mode.
eu: Oinarrizko harria oso harri gogorra da. Ezin da apurtu, suntsitu, bildu edo mugitu bitarteko normalen bidez, modu sortzailean ez badago behintzat.
it: La roccia madre è una pietra estremamente resistente. Non può essere distrutta, raccolta o posizionata, a meno che non si è in Modalità creativa.

source: In the End dimension, starting a fire on this block will create an eternal fire.
eu: Endearen dimentsioan, bloke honetan sua pizteak inoiz itzaliko ez den sua sortuko du.
it: Nell'End, accendere un fuoco su questo blocco creerà un fuoco eterno.

source: Cobblestone
eu: Galtzada harria
it: Pietrisco

source: Mossy Cobblestone
eu: Goroldiodun Galtzada-harria
it: Pietrisco muschioso

source: Block of Coal
eu: Ikatz blokea
it: Blocco di carbone

source: Blocks of coal are useful as a compact storage of coal and very useful as a furnace fuel. A block of coal is as efficient as 10 coal.
eu: Ikatz blokeak erabilgarriak dira ikatz biltegiratze trinko gisa, eta oso erabilgarriak labeetarako erregai gisa. Ikatz bloke bat 10 ikatz bezain eraginkorra da.
it: I blocchi di carbone sono utili sia per risparmiare spazio in inventario che come carburante per le fornaci. Un blocco di carbone dura quanto 10 pezzi di carbone.

source: Block of Iron
eu: Burdinazko blokea
it: Blocco di ferro

source: A block of iron is mostly a decorative block but also useful as a compact storage of iron ingots.
eu: Burdinazko bloke bat dekorazio bloke bat da nagusiki, baina burdinazko lingoteen biltegiratze trinko gisa ere erabilgarria da.
it: Un blocco di ferro è principalmente un blocco decorativo ma è anche utile per immagazzinare efficacemente i lingotti di ferro.

source: Block of Gold
eu: Urrezko blokea
it: Blocco d'oro

source: A block of gold is mostly a shiny decorative block but also useful as a compact storage of gold ingots.
eu: Urre bloke bat dekorazio bloke distiratsu bat da nagusiki, baina urrezko lingoteen biltegiratze trinko gisa ere erabilgarria da.
it: Un blocco d'oro è principalmente un blocco decorativo ma è anche utile per immagazzinare efficacemente i lingotti d'oro.

source: Block of Diamond
eu: Diamante blokea
it: Blocco di diamante

source: A block of diamond is mostly a shiny decorative block but also useful as a compact storage of diamonds.
eu: Diamante bloke bat dekorazio bloke distiratsua da batez ere, baina diamante biltegi trinko gisa ere erabilgarria da.
it: Un blocco di diamante è principalmente un blocco decorativo prezioso ma è anche utile per immagazzinare efficacemente i diamanti.

source: Block of Lapis Lazuli
eu: Lapis Lazuli blokea
it: Blocco di lapislazzuli

source: A lapis lazuli block is mostly a decorative block but also useful as a compact storage of lapis lazuli.
eu: Lapis lazuli bloke bat dekorazio bloke bat da nagusiki, baina lapis lazuli biltegi trinko bat ere bada.
it: Un blocco di lapislazuli è principalmente un blocco decorativo ma è anche utile per immagazzinare efficacemente i lapislazuli.

source: Block of Emerald
eu: Esmeralda blokea
it: Blocco di smeraldo

source: A block of emerald is mostly a shiny decorative block but also useful as a compact storage of emeralds.
eu: Esmeralda bloke bat dekorazio bloke distiratsu bat da nagusiki, baina esmeralda biltegiratze trinko gisa ere erabilgarria da.
it: Un blocco di smeraldo è principalmente un blocco decorativo prezioso ma è anche utile per immagazzinare efficacemente gli smeraldi.

source: Obsidian
eu: Obsidiana
it: Ossidiana

source: Obsidian is an extremely hard mineral with an enourmous blast-resistance. Obsidian is formed when water meets lava.
eu: Obsidiana oso mineral gogorra da, izugarrizko leherketa-erresistentziarekin. Obsidiana ura eta labak elkar ukitzean sortzen da.
it: L'ossidiana è un minerale incredibilmente duro e resistentissimo alle esplosioni. L'ossidiana si forma quando l'acqua entra in contatto con un blocco di lava.

source: Crying Obsidian
eu: Obsidiana negartia
it: Ossidiana piangente

source: Crying obsidian is a luminous obsidian that can generate as part of ruined portals.
eu: Obsidiana negartia argitsua da, eta erortzear dauden atarien zati gisa sortzen da.
it: L'ossidiana piangente è una variante luminosa dell'ossidiana che fa parte dei portali rovinati.

source: Ice
eu: Izotza
it: Ghiaccio

source: Ice is a solid block usually found in cold areas. It melts near block light sources at a light level of 12 or higher. When it melts or is broken while resting on top of another block, it will turn into a water source.
eu: Izotza gune hotzetan egon ohi den bloke solido bat da. Argi iturrietatik gertu urtzen da, 12 edo gehiagoko argi mailarekin. Beste bloke bat gainean dagoela urtzen edo apurtzen denean, ur iturri bihurtuko da.
it: Il ghiaccio è un blocco solido trovato di solito nei biomi freddi. Si fonde se esposto ad un livello di luce pari o superiore a 12. Quando si fonde o viene rotto, diventa una sorgente d'acqua.

source: Packed Ice
eu: Izotz trinkoa
it: Ghiaccio compatto

source: Packed ice is a compressed form of ice. It is opaque and solid.
eu: Izotz trinkoa izotz forma konprimitua da. Opakua eta solidoa da.
it: Il ghiaccio compatto è un blocco di ghiaccio compresso. È opaco e solido.

source: Frosted ice is a short-lived solid block. It melts into a water source within a few seconds.
eu: Izotza bizi motzeko bloke solidoa da. Ur-iturrian bihurtuko da segundo gutxiren buruan.
it: Il ghiaccio azzurro è un blocco con vita breve. Si scioglie in una sorgente d'acqua dopo alcuni secondi.

source: Frosted Ice
eu: Izotz kakotua
it: Ghiaccio azzurro

source: Top Snow
eu: Elurra
it: Neve

source: Stackable
eu: Pilagarria
it: Sovrapponibile

source: Top snow is a layer of snow. It melts near light sources other than the sun with a light level of 12 or higher.
eu: Elurra elur geruza bat da. Eguzkiaz bestelako argi iturrietatik hurbil urtzen da, 12 argi maila edo gehiagorekin.
it: Uno strato di neve. Si fonde se vicino ad una fonte luminosa di livello 12 o superiore.

source: Top snow can be stacked and has one of 8 different height levels. At levels 2-8, top snow is collidable. Top snow drops 2-9 snowballs, depending on its height.
eu: Elurra pilatu egin daiteke eta 1 eta 8 arteko altuera du. 2 8 mailetan, elurra talka egin dezake. Elurrak 2 9 elur bola erortzen uzten ditu, garaieraren arabera.
it: La neve può essere sovrapposta e ha 8 livelli d'altezza. Dal 2" livello, è soggetta a collisioni. La neve lascia da 2 a 9 palle di neve a seconda dell'altezza.

source: This block can only be placed on full solid blocks and on another top snow (which increases its height).
eu: Bloke hori bloke solido osoetan eta beste elurretan bakarrik jar daiteke (eta horrek altuera handitzen du).
it: Questo blocco può essere posizionato solo sopra un blocco solido o della neve (di cui ne aumenta l'altezza).

source: Snow
eu: Elur blokea
it: Blocco di neve

source: This is a full block of snow. Snow of this thickness is usually found in areas of extreme cold.
eu: Hau elurrez betetako bloke bat da. Lodiera horretako elurra, oro har, muturreko hotz eremuetan egoten da.
it: Un intero blocco di neve. Neve così spessa si trova solo in ambienti estremamente freddi.

source: Cactus
eu: Kaktusak

source: Grows on sand
eu: Hondarretan hazten da
it: Cresce sulla sabbia

source: Contact damage: @1 per half second
eu: Kontaktuagatiko mina: @1 segundo erdiz
it: Danno da contatto: @1 ogni mezzo secondo

source: This is a piece of cactus commonly found in dry areas, especially deserts. Over time, cacti will grow up to 3 blocks high on sand or red sand. A cactus hurts living beings touching it with a damage of 1 HP every half second. When a cactus block is broken, all cactus blocks connected above it will break as well.
eu: Kaktusa eremu lehorretan egoten da, bereziki basamortuan. Denborarekin, kaktusak harea edo harea gorriaren gaineko altuerako 3 blokera arte haziko dira. Kaktusak kalte egiten die ukitzen duten izaki bizidunei, segundo erdi bakoitzeko 1 Ps ko kaltearekin. Kaktus bloke bat hausten denean, gainetik konektatutako kaktus bloke guztiak ere hautsi egingo dira.
it: Un pezzo di cactus che si trova solitamente in zone aride, come i deserti. Col passare del tempo, i cactus crescono fino a 3 blocchi in altezza sulla sabbia o sabbia rossa. Un cactus danneggia qualsiasi creatura di 1 HP ogni mezzo secondo. Quando un cactus viene rotto, tutti i blocchi superiori cadono.

source: A cactus can only be placed on top of another cactus or any sand.
eu: Kaktusa beste kaktusaren edo harearen gainean bakarrik jar daiteke.
it: Un cactus si può posizionare sopra un altro cactus o sulla sabbia.

source: Sugar Canes
eu: Azukre kanabera
it: Canna da zucchero

source: Grows on sand or dirt next to water
eu: Hondarretan edo lurrean hazten da, uraren ondoan
it: Cresce sulla terra vicino all'acqua

source: Sugar canes are a plant which has some uses in crafting. Sugar canes will slowly grow up to 3 blocks when they are next to water and are placed on a grass block, dirt, sand, red sand, podzol or coarse dirt. When a sugar cane is broken, all sugar canes connected above will break as well.
eu: Azukre kanaberak artisautzan erabilera batzuk dituen landare bat dira. Azukre kanaberak poliki haziko dira 3 blokeraino uretatik gertu daudenean, eta soropil, lur, hondar, hondar gorri, podsol edo lur esterilezko bloke batean jarriko dira. Azukre kanabera bat hausten denean, goian konektatutako azukre kanabera guztiak ere hautsi egingo dira.
it: Le canne da zucchero sono piante che hanno alcuni usi nella fabbricazione. Le canne da zucchero crescono fino a 3 blocchi di altezza e si possono posizionare su blocchi d'erba, terra, sabbia, sabbia rossa, podzol o terra brulla vicini all'acqua. Quando una canna da zucchero viene rotta, tutti i blocchi superiori cadono.

source: Sugar canes can only be placed top of other sugar canes and on top of blocks on which they would grow.
eu: Azukre kanaberak beste azukre kanabera batzuen gainean eta haziko liratekeen blokeen gainean bakarrik jar daitezke.
it: Le canne da zucchero si possono posizionare sopra altre canne da zucchero o sui blocchi in cui può crescere vicini all'acqua.

source: Ladder
eu: Eskailera
it: Scala a pioli

source: A piece of ladder which allows you to climb vertically. Ladders can only be placed on the side of solid blocks and not on glass, leaves, ice, slabs, glowstone, nor sea lanterns.
eu: Esku eskailera batek bertikalki igotzeko aukera ematen dizu. Eskailerak bloke solidoen ondoan bakarrik jar daitezke, eta ez kristal, orri, izotz, lauza, argi harri edo itsas linternetan.
it: Un pezzo di scala a pioli che permette di arrampicarsi. Le scale a pioli si possono posizionare ai lati di un blocco solido, con l'eccezione di vetro, foglie, ghiaccio, lastre, pietraluce e lanterne marine.

source: Vines
eu: Igokaria
it: Rampicante

source: Vines are climbable blocks which can be placed on the sides of solid full-cube blocks. Vines slowly grow and spread.
eu: Lotuneak bloke solido osoen alboetan jar daitezkeen bloke eskalagarriak dira. Igokariak astiro hazten eta zabaltzen dira.
it: I rampicanti sono blocchi su cui ci si può arrampicare e si possono posizionare sui lati dei blocchi solidi. I rampicanti crescono lentamente.

source: Glass
eu: Kristala
it: Vetro

source: A decorative and mostly transparent block.
eu: Dekorazio bloke bat, gehienbat gardena.
it: Un blocco decorativo e trasparente.

source: Stained glass is a decorative and mostly transparent block which comes in various different colors.
eu: Kristal tindatuak dekorazio blokeak dira, gehienak gardenak, eta hainbat koloretan agertzen dira.
it: Il vetro colorato è un blocco decorativo trasparente disponibile in diversi colori.

source: Stained Glass
eu: Kristal tindatua
it: Vetro colorato

source: Flowing Water
eu: Jariatzen den ura
it: Acqua corrente

source: Water Source
eu: Ur iturria
it: Sorgente d'acqua

source: Water
eu: Ura
it: Acqua

source: Water is abundant in oceans and also appears in a few springs in the ground. You can swim easily in water, but you need to catch your breath from time to time.
eu: Ura ugari da ozeanoetan eta iturri batzuetan ere agertzen da lurrean. Erraz igeri egin dezake uretan, baina noizean behin arnasa berreskuratu behar du.
it: L'acqua è abbondante negli oceani, ed appare anche in alcune sorgenti nel terreno. Puoi nuotare sull'acqua, ma ricordati di prendere fiato di tanto in tanto.

source: Water interacts with lava in various ways:
eu: Urak hainbat modutan elkarreragiten du labarekin:
it: L'acqua interagisce con la lava in diversi modi:

source: • When water is directly above or horizontally next to a lava source, the lava turns into obsidian.
eu: • Ura zuzenean goian edo horizontalki labazko iturri baten ondoan dagoenean, laba obsidiana bihurtzen da.
it: • Quando l'acqua si trova sopra o di fianco ad una sorgente di lava, quest'ultima diventa ossidiana.

source: • When flowing water touches flowing lava either from above or horizontally, the lava turns into cobblestone.
eu: • Jariatzen duen urak goitik edo horizontalki jariatzen duen laba ukitzen duenean, laba galtzada harri bihurtzen da.
it: • Quando l'acqua corrente tocca della lava corrente da sopra o di lato, la lava si trasforma in pietrisco.

source: • When water is directly below lava, the water turns into stone.
eu: • Ura zuzenean labaren azpian dagoenean, ura harri bihurtzen da.
it: • Quando l'acqua si trova sotto la lava, la prima diventa pietra.

source: Flowing Lava
eu: Dabilen laba
it: Lava corrente

source: A lava source sets fire to a couple of air blocks above when they're next to a flammable block.
eu: Laba iturri batek su ematen die goian dauden aire bloke pare bati, bloke suharbera baten ondoan daudenean.
it: Una sorgente di lava incendia tutti i blocchi infiammabili che si trovano fino a due blocchi di distanza sopra di essa.

source: Lava Source
eu: Laba iturria
it: Sorgente di lava

source: Lava is hot and rather dangerous. Don't touch it, it will hurt you a lot and it is hard to get out.
eu: Laba beroa eta nahiko arriskutsua da. Ez ukitu, min handia emango dizu eta zaila da irtetea.
it: La lava è caldissima e pericolosissima. Non toccarla, fa un sacco di male ed è difficile uscirne fuori.

source: Lava interacts with water various ways:
eu: Labak hainbat modutan elkarreragiten du urarekin:
it: La lava interagisce con l'acqua in molti modi:

source: • When a lava source is directly below or horizontally next to water, the lava turns into obsidian.
eu: • Laba iturri bat zuzenean azpian edo horizontalean uraren ondoan dagoenean, laba obsidiana bihurtzen da.
it: • Quando una sorgente di lava si trova sotto o di fianco a dell'acqua, la prima si trasforma in ossidiana.

source: • When lava is directly above water, the water turns into stone.
eu: • Laba zuzenean uraren gainean dagoenean, ura harri bihurtzen da.
it: • Quando la lava scorre sopra l'acqua, quest'ultima si trasforma in pietra.

source: Bone Block
eu: Hezur blokea
it: Blocco di ossa
