Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/mcl_core/locale/poconvert/*.po
Languages: eu, it

source: Bone blocks are decorative blocks and a compact storage of bone meal.
eu: Hezur blokeak dekorazio blokeak dira, eta hezur ehotuzko biltegiratze trinkoa dute.
it: Un blocco d'ossa è un blocco decorativo e permette di immagazzinare efficacemente la farina d'ossa.

source: Slime Block
eu: Slime blokea
it: Blocco di gelatina

source: Slime blocks are very bouncy and prevent fall damage.
eu: Slime blokeek asko errebotatzen dute, eta erorketek eragindako kalteak saihesten dituzte.
it: I blocchi di gelatina sono rimbalzanti e annullano i danni da caduta.

source: Cobweb
eu: Armiarma sarea
it: Ragnatela

source: Slows down movement
eu: Mugimendua moteltzen du
it: Rallenta i movimenti

source: Cobwebs can be walked through, but significantly slow you down.
eu: Amaraunak zeharka daitezke, baina abiadura nabarmen murrizten dute.
it: Si può camminare attraverso le ragnatele, ma ti rallentano di molto se lo fai.

source: Dead Bush
eu: Zuhaixka hila
it: Arbusto secco

source: Dead bushes are unremarkable plants often found in dry areas. They can be harvested for sticks.
eu: Zuhaixka hilak ez dira oso ohikoak, eta askotan eremu lehorretan egoten dira. Uzta bildu daiteke makilak lortzeko.
it: Gli arbusti secchi sono piante morte presenti negli ambienti aridi. Si possono rompere per ottenere dei bastoni.

source: Barrier
eu: Hesia
it: Barriera

source: Barriers are invisible walkable blocks. They are used to create boundaries of adventure maps and the like. Monsters and animals won't appear on barriers, and fences do not connect to barriers. Other blocks can be built on barriers like on any other block.
eu: Hesiak bloke ikusezinak dira. Abentura mapen mugak sortzeko erabiltzen dira. Munstroak eta animaliak ez dira hesietan agertuko, eta hesiak ez dira hesiekin lotzen. Beste bloke batzuk eraiki daitezke hesien gainean, beste edozein blokeren gainean bezala.
it: Le barriere sono blocchi invisibili solidi ed indistruttibili. Si possono usare per creare dei limiti invalicabili nelle mappe avventura. I mob non spawnano sulle barriere, e le staccionate non si connettono ad esse. Qualsiasi altro blocco può essere posizionato su di esse senza problemi.

source: When you hold a barrier in hand, you reveal all placed barriers in a short distance around you.
eu: Eskuan hesi bati eusten diozunean, zure ingurutik distantzia laburrera jarritako hesi guztiak ikus ditzakezu.
it: Quando tieni una barriera in mano, verranno rilevati tutti i blocchi posizionati nelle tue vicinanze.

source: Realm Barrier
eu: Erresumaren hesia
it: Barriera del reame

source: Light
eu: Argia
it: Luce

source: Lights are invisible blocks. They are used to light up adventure maps and the like.
eu: Argiak bloke ikusezinak dira. Abentura mapak argitzeko erabiltzen dira.
it: La luce è un blocco invisibile. Viene usata per illuminare le mappe avventura.

source: When you hold a light in hand, you reveal all placed lights in a short distance around you.
eu: Argi bati eskuan eusten diozunean, inguruko argi guztiak ikus ditzakezu.
it: Quando hai un blocco di luce in mano, verranno rivelati tutti i blocchi posizionati nelle tue vicinanze.

source: Void
eu: Hutsa
it: Vuoto

source: Stone Stairs
eu: Harrizko eskailerak
it: Scalini di pietra

source: Stone Slab
eu: Harrizko lauza
it: Lastra di pietra

source: Smooth Stone Slab
eu: Harri leuneko lauza
it: Lastra di pietra liscia

source: Andesite Stairs
eu: Andesitako eskailerak
it: Scalini di andesite

source: Andesite Slab
eu: Andesitazko lauza
it: Lastra di andesite

source: Granite Stairs
eu: Granitozko eskailerak
it: Scalini di granito

source: Granite Slab
eu: Granitozko lauza
it: Lastra di granito

source: Diorite Stairs
eu: Dioritazko eskailerak
it: Scalini di diorite

source: Diorite Slab
eu: Dioritazko lauza
it: Lastra di diorite

source: Cobblestone Stairs
eu: Galtzada harrizko eskailerak
it: Scalini di pietrisco

source: Cobblestone Slab
eu: Galtzada harrizko lauza
it: Lastra di pietrisco

source: Mossy Cobblestone Stairs
eu: Goroldiodun Galtzada-harrizko eskailerak
it: Scalini di pietrisco muschioso

source: Mossy Cobblestone Slab
eu: Goroldiodun Galtzada-harrizko lauza
it: Lastra di pietrisco muschioso

source: Brick Stairs
eu: Adreiluzko eskailerak
it: Scalini di mattoni

source: Brick Slab
eu: Adreiluzko lauza
it: Lastra di mattoni

source: Sandstone Stairs
eu: Hareharrizko eskailerak
it: Scalini di arenaria

source: Sandstone Slab
eu: Hareharrizko lauza
it: Lastra di arenaria

source: Smooth Sandstone Stairs
eu: Hareharri leuneko eskailerak
it: Scalini di arenaria liscia

source: Smooth Sandstone Slab
eu: Hareharri leuneko lauza
it: Lastra di arenaria liscia

source: Cut Sandstone Stairs
eu: Hareharrizko eskailera moztua
it: Scalini di arenaria incisa

source: Cut Sandstone Slab
eu: Hareharrizko lauza moztua
it: Lastra di arenaria incisa

source: Red Sandstone Stairs
eu: Hareharri gorriko eskailerak
it: Scalini di arenaria rossa

source: Red Sandstone Slab
eu: Hareharri gorriko lauza
it: Lastra di arenaria rossa

source: Smooth Red Sandstone Stairs
eu: Hareharri gorri leuneko eskailerak
it: Scalini di arenaria rossa liscia

source: Smooth Red Sandstone Slab
eu: Hareharri gorri leuneko lauza
it: Lastra di arenaria rossa liscia

source: Cut Red Sandstone Stairs
eu: Hareharri gorriko eskailera moztua
it: Scalini di arenaria rossa incisa

source: Cut Red Sandstone Slab
eu: Hareharri gorriko lauza moztua
it: Lastra di arenaria rossa incisa

source: Stone Brick Stairs
eu: Harrizko Adreiluzko eskailerak
it: Scalini di mattoni di pietra

source: Stone Brick Slab
eu: Harrizko Adreiluzko lauza
it: Lastra di mattoni di pietra

source: Polished Andesite Stairs
eu: Andesita leunduzko eskailerak
it: Scalini di andesite levigata

source: Polished Andesite Slab
eu: Andesita leunduzko lauza
it: Lastra di andesite levigata

source: Polished Granite Stairs
eu: Granito leunduzko eskailerak
it: Scalini di granito levigato

source: Polished Granite Slab
eu: Granitozko lauza leundua
it: Lastra di granito levigato

source: Polished Diorite Stairs
eu: Diorita leunduzko eskailerak
it: Scalini di diorite levigata

source: Polished Diorite Slab
eu: Dioritazko lauza leundua
it: Lastra di diorite levigata

source: Mossy Stone Brick Stairs
eu: Goroldiodun Harrizko >dreiluzko eskailerak
it: Scalini di mattoni di pietra muschiosi

source: Mossy Stone Brick Slab
eu: Goroldiodun Harrizko >dreiluzko lauza
it: Lastra di mattoni di pietra muschiosi

source: Lapis Lazuli
it: Lapislazzuli
