Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/mcl_shields/locale/poconvert/*.po
Languages: pt

source: Shield
pt: Escudo

source: A shield is a tool used for protecting the player against attacks.
pt: Um escudo é uma ferramenta usada para proteger jogadores de ataques.

source: Black Shield
pt: Escudo preto

source: Blue Shield
pt: Escudo azul

source: Brown Shield
pt: Escudo castanho

source: Cyan Shield
pt: Escudo cíano

source: Green Shield
pt: Escudo verde

source: Grey Shield
pt: Escudo cinzento

source: Light Blue Shield
pt: Escudo azul-claro

source: Light Grey Shield
pt: Escudo cinzento-claro

source: Lime Shield
pt: Escudo verde-lima

source: Magenta Shield
pt: Escudo magenta

source: Orange Shield
pt: Escudo laranja

source: Pink Shield
pt: Escudo rosa

source: Purple Shield
pt: Escudo roxo

source: Red Shield
pt: Escudo vermelho

source: White Shield
pt: Escudo branco

source: Yellow Shield
pt: Escudo amarelo
