Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/mcl_mushrooms/locale/poconvert/*.po
Languages: pt

source: This decorative block is like a huge mushroom stem, but with the stem texture on all sides.
pt: Este bloco decorativo é como um caule de cogumelo gigante, mas com a textura de caule de todos os lados.

source: By placing huge mushroom blocks of the same species next to each other, the sides that touch each other will turn into pores permanently.
pt: Ao colocar blocos de cogumelos gigantes da mesmas espécies ao lado das mesmas, as faces que tocam irão se transformar em poros permanentemente.

source: Huge red mushroom blocks are the cap parts of huge red mushrooms. It consists of a red skin and can have pores on each of its sides.
pt: Blocos de cogumelos vermelhos gigantes são as partes do chapéu dos cogumelos gigantes. Tem uma casca vermelha e podem ter poros nos lados.

source: The stem part of a huge red mushroom.
pt: A parte do caule de um cogumelo vermelho gigante.

source: Huge Red Mushroom Block
pt: Bloco de Cogumelo Vermelho Gigante

source: Huge Red Mushroom Stem
pt: Caule de Cogumelo Vermelho Gigante

source: Huge Red Mushroom All-Faces Stem
pt: Bloco de Cogumelo Vermelho Gigante (Todas as faces)

source: Huge brown mushroom blocks are the cap parts of huge brown mushrooms. It consists of a brown skin and can have pores on each of its sides.
pt: Blocos de cogumelos castanhos gigantes são as partes do chapéu dos cogumelos gigantes. Tem uma casca castanha e podem ter poros nos lados.

source: The stem part of a huge brown mushroom.
pt: A parte do caule de um cogumelo castanho gigante.

source: Huge Brown Mushroom Block
pt: Bloco de Cogumelo Castanho Gigante

source: Huge Brown Mushroom Stem
pt: Caule de Cogumelo Castanho Gigante

source: Huge Brown Mushroom All-Faces Stem
pt: Bloco de Cogumelo Castanho Gigante (Todas as faces)

source: Brown mushrooms are fungi which grow and spread in darkness, but are sensitive to light. They are inedible as such, but they can be used to craft food items.
pt: Cogumelos castanhos são fungos que crescem e espalham-se na escuridão, mas são sensíveis à luz. Não são diretamente comestíveis, mas podem ser usados para criar items de comida.

source: Red mushrooms are fungi which grow and spread in darkness, but are sensitive to light. They are inedible as such, but they can be used to craft food items.
pt: Cogumelos vermelhos são fungos que crescem e espalham-se na escuridão, mas são sensíveis à luz. Não são diretamente comestíveis, mas podem ser usados para criar items de comida.

source: A single mushroom of this species will slowly spread over time towards a random solid opaque block with a light level of 12 or lower in a 3×3×3 cube around the mushroom. It stops spreading when there are 5 or more mushrooms of the same species within an area of 9×3×9 blocks around the mushroom.
pt: Um único cogumelo desta espécie irá lentamente se espalhar com o tempo para um bloco sólido e opaco aleatório com um nível de luz inferior ou igual a 12 num cubo de 3×3×3 à volta do cogumelo. Ele para de se espalhar quando existem 5 ou mais cogumelos da mesma espécie numa área de 9×3×9 blocos à volta do cogumelo.

source: Mushrooms will eventually uproot at a light level of 12 or higher. On mycelium or podzol, they survive and spread at any light level.
pt: Cogumelos irão eventualmente se desenraizar num nível de luz igual ou superior a 12. Em micélio ou podzol, eles podem sobreviver a qualquer luminosidade.

source: Grows on podzol, mycelium and other blocks
pt: Cresce em podzol, micélio e outros blocos

source: Spreads in darkness
pt: Espalha-se na escuridão

source: This mushroom can be placed on mycelium and podzol at any light level. It can also be placed on blocks which are both solid and opaque, as long as the light level at daytime is not higher than 12.
pt: Este cogumelo pode ser colocado em micélio e podzol a qualquer nível de luz. Também pode ser colocado em blocos que são ambos sólidos e opacos, desde que o nível de luz durante o dia não é maior que 12.

source: Brown Mushroom
pt: Cogumelo Castanho

source: Red Mushroom
pt: Cogumelo Vermelho

source: Mushroom Stew
pt: Estufado de Cogumelos

source: Mushroom stew is a healthy soup which can be consumed to restore some hunger points.
pt: O estufado de cogumelos é uma sopa saudável que pode ser consumida para restaurar alguma fome.
