Repository: wrxxnch/luanti-bettercraft
Catalog: games/mineclonia/mods/ITEMS/mcl_tools/locale/poconvert/*.po
Languages: pt_br

source: An axe is your tool of choice to cut down trees, wood-based blocks and other blocks. Axes deal a lot of damage as well, but they are rather slow. Axes can be used to strip bark and hyphae from trunks. They can also be used to scrape blocks made of copper, reducing their oxidation stage or removing wax from waxed variants.
pt_br: O machado é a ferramenta ideal para cortar árvores, blocos de madeira e outros blocos. Os machados causam bastante dano, mas são relativamente lentos. Podem ser usados para remover casca e hifas de troncos. Também podem ser usados para raspar blocos de cobre, reduzindo seu nível de oxidação ou removendo cera de variantes enceradas.

source: To strip bark from trunks and hyphae, use the ax by right-clicking on them. To reduce an oxidation stage from a block made of copper or remove wax from waxed variants, right-click on them. Doors and trapdoors also require you to hold down the sneak key while using the axe.
pt_br: Para remover a casca de troncos e hifas, use o machado clicando com o botão direito do mouse sobre eles. Para reduzir o estágio de oxidação de um bloco de cobre ou remover a cera de variantes enceradas, clique com o botão direito do mouse sobre eles. Portas e alçapões também exigem que você mantenha pressionada a tecla de agachar enquanto usa o machado.

source: Pickaxes are mining tools to mine hard blocks, such as stone. A pickaxe can also be used as weapon, but it is rather inefficient.
pt_br: Picaretas são ferramentas de mineração para minerar blocos duros, como rochas. Uma picareta também pode ser usada como arma, mas é bastante ineficiente.

source: Shovels are tools for digging coarse blocks, such as dirt, sand and gravel. They can also be used to turn grass blocks to grass paths. Shovels can be used as weapons, but they are very weak.
pt_br: Pás são ferramentas para cavar blocos grossos, como as terras, areias e cascalho. Também podem ser usadas para transformar blocos de grama em caminhos de grama. Pás podem ser usadas como armas, mas são muito fracas.

source: To turn a grass block into a grass path, hold the shovel in your hand, then use (rightclick) the top or side of a grass block. This only works when there's air above the grass block.
pt_br: Para transformar um bloco de grama em um caminho de grama, segure a pá na sua mão, então use (clique com o botão direito) no topo ou lados de um bloco de grama. Isso só funcionará quando houver ar sobre o bloco de grama.

source: Swords are great in melee combat, as they are fast, deal high damage and can endure countless battles. Swords can also be used to cut down a few particular blocks, such as cobwebs.
pt_br: Espadas são excelentes no combate corpo a corpo, já que são rápidas, dão muito dano e podem suportar inúmeras batalhas. Espadas também podem ser usadas para cortar alguns blocos específicos, como as teias.

source: Shears are tools to shear sheep and to mine a few block types. Shears are a special mining tool and can be used to obtain the original item from grass, leaves and similar blocks that require cutting.
pt_br: Tesouras são ferramentas para tosquear ovelhas e para minerar alguns tipos de blocos específicos. Tesouras são uma ferramenta de mineração especial e podem ser usadas para obter o item original da grama, folhas e blocos semelhantes que requerem corte.

source: To shear sheep or carve faceless pumpkins, use the “place” key on them. Faces can only be carved at the side of faceless pumpkins. Mining works as usual, but the drops are different for a few blocks.
pt_br: Para tosquear ovelhas ou escavar abóboras, use a tecla "posicionar" neles. Rostos podem ser escavados na lateral das abóboras. Minerar funciona como de costume, porém os drops são diferentes para alguns blocos específicos.

source: Shears
pt_br: Tesoura

source: Solid Blocks of Steel. These are only forged if those that are brave enough can defeat the trials that await them.
pt_br: Blocos Maciços de Aço. Estes só são forjados se aqueles que forem suficientemente corajosos conseguirem superar as provações que os aguardam.

source: The mace is a slow melee weapon that deals incredible damage. “dig” key to use it. This weapon has a cooldown of 1.6 seconds, but if you fall the mace will deal more damage than if you are on the ground. The further you fall the more damage done. If you hit a mob or player then you will receive no fall damage, but beware. If you miss you will die.
pt_br: A maça é uma arma corpo a corpo lenta que causa dano incrível. Use a tecla "cavar" para a usar. Esta arma tem um tempo de recarga de 1,6 segundos, mas se você cair, a maça causará mais dano do que se você estiver no chão. Quanto maior a altura da queda, maior o dano causado. Se você atingir um monstro ou jogador, não receberá dano de queda, mas cuidado. Se errar o alvo, você morrerá.

source: Heavy Core
pt_br: Núcleo Pesado

source: Mace
pt_br: Maça

source: Wooden Pickaxe
pt_br: Picareta de Madeira

source: Wooden Shovel
pt_br: Pá de Madeira

source: Wooden Sword
pt_br: Espada de Madeira

source: Wooden Axe
pt_br: Machado de Madeira

source: Stone Pickaxe
pt_br: Picareta de Pedra

source: Stone Shovel
pt_br: Pá de Pedra

source: Stone Sword
pt_br: Espada de Pedra

source: Stone Axe
pt_br: Machado de Pedra

source: Iron Pickaxe
pt_br: Picareta de Ferro

source: Iron Shovel
pt_br: Pá de Ferro

source: Iron Sword
pt_br: Espada de Ferro

source: Iron Axe
pt_br: Machado de Ferro

source: Golden Pickaxe
pt_br: Picareta de Ouro

source: Golden Shovel
pt_br: Pá de Ouro

source: Golden Sword
pt_br: Espada de Ouro

source: Golden Axe
pt_br: Machado de Ouro

source: Diamond Pickaxe
pt_br: Picareta de Diamante

source: Diamond Shovel
pt_br: Pá de Diamante

source: Diamond Sword
pt_br: Espada de Diamante

source: Diamond Axe
pt_br: Machado de Diamante

source: Netherite Pickaxe
pt_br: Picareta de Netherite

source: Netherite Shovel
pt_br: Pá de Netherite

source: Netherite Sword
pt_br: Espada de Netherite

source: Netherite Axe
pt_br: Machado de Netherite
